{
    "paper_id": "000cd7f3438b0db259f390432ad42e2c7c2fd85f",
    "metadata": {
        "title": "aerosol-generating procedures in COVID-positive patients are safe [2]",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "J"
                ],
                "last": "Pandit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St John's College",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": "jaideep.pandit@sjc.ox.ac.uk"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We were interested in Professor Pandit's assessment of the COVID-19 infection risk from intubation [1] . First, we would like to correct a misinterpretation. We note Professor Pandit's comment regarding our study: \"contention of Brown et al. that aerosol-generating procedures in COVID-positive patients are safe\". Our data do not support this statement and we did not make any such assertion. Our study examined the extent (or lack) of aerosol generation during tracheal intubation and extubation sequences [2] . We did not examine whether there is an increased risk of infection associated with being present during such procedures in patients infected with SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Airway procedures: the importance of distinguishing between high risk and aerosol generation"
        },
        {
            "text": "It is important in this discussion to distinguish between whether procedures are 'aerosol-generating' or whether they increase the risk of disease transmission to healthcare staff (i.e. are 'high risk'). Understanding risk associated with clinical practice has been somewhat hampered since the start of the COVID-19 pandemic, in part because events and procedures being 'high-risk' and 'aerosol-generating' have been conflated. The designation of which procedures are deemed both high risk and aerosol-generating appear largely based on limited data from the previous SARS epidemic [3] . Much of the evidence linking procedures to risk of healthcare infection is derived from retrospective, observational epidemiological studies of poor quality [3] . Importantly, these data also relate to a disease which (like Middle Eastern respiratory syndrome) has distinctly different viral dynamics from SARS-CoV-2 [4] . The limited data from the SARS epidemic showed an association between being present in the room during tracheal intubation of an infected patient, and a heightened risk of developing infection [3] . At no stage were any aerosols measured. The increased risk of infection associated with being present at the time of intubation during the SARS epidemic may have multiple explanations, only one of which is aerosol generation during the process of tracheal intubation. Healthcare workers whose job required them to enter the rooms of patients sick enough to require tracheal intubation may be exposed to infection risk through a number of other mechanisms, including fomite contact before or after tracheal intubation, exposure to other procedures or other highly infectious patients, or simply prolonged presence in a high-risk environment.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 585,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1104,
                    "end": 1107,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Airway procedures: the importance of distinguishing between high risk and aerosol generation"
        },
        {
            "text": "Our results [2] demonstrated that tracheal intubation and extubation generate less aerosol than a volitional coughan event not defined as an aerosol-generating procedure, but undoubtedly associated with high levels of aerosol generation [5] . Dhillon et al. [6] reported findings, some of which were consistent with ours, and some of which were in conflict. We have since completed recruitment to a study, using a protocol developed by both groups, which we hope will provide clarity in those areas of previously conflicting results. This joint study focuses specifically on facemask ventilation (rather than tracheal intubation) as this was the main point of divergence in our findings.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Airway procedures: the importance of distinguishing between high risk and aerosol generation"
        },
        {
            "text": "The intubate COVID study explored the relationship between involvement in tracheal intubation and subsequent infection or symptoms of COVID-19 but, despite its many strengths, it showed only associations [7] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Airway procedures: the importance of distinguishing between high risk and aerosol generation"
        },
        {
            "text": "Importantly, there was no comparator group to examine whether those not involved with tracheal intubation had equally high rates of infection or symptoms, which is certainly plausible. In the current epidemic, epidemiological evidence suggests the risk of developing SARS-CoV-2 infection is notably higher in frontline healthcare worker groups who do not undertake aerosol-generating procedures compared with those who do [8] . Those We can then better decide, in the current pandemic, which medical procedures are designated 'aerosolgenerating', 'high risk', both or neither.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 428,
                    "end": 433,
                    "text": "Those",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Airway procedures: the importance of distinguishing between high risk and aerosol generation"
        },
        {
            "text": "University of Bristol, Bristol, UK andy.shrimpton@bristol.ac.uk",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Shrimpton"
        },
        {
            "text": "North Bristol NHS Trust, Bristol, UK",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J. Brown"
        },
        {
            "text": "Royal United Hospital NHS Trust, Bath, UK",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T. M. Cook"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reconciling aerosol generation data with actual rates of infection data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Pandit",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Anaesthesia",
            "volume": "76",
            "issn": "3",
            "pages": "27--28",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A quantitative evaluation of aerosol generation during tracheal intubation and extubation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "Fka",
                    "middle": [],
                    "last": "Gregson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shrimpton",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Anaesthesia",
            "volume": "76",
            "issn": "",
            "pages": "174--81",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2, SARS-CoV, and MERS-CoV viral load dynamics, duration of viral shedding, and infectiousness: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cevik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Maraolo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schafers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Microbe",
            "volume": "2",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infection control precautions to minimise transmission of acute respiratory tract infections in healthcare settings",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aerosolisation during tracheal intubation and extubation in an operating theatre setting",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhillon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rowin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Humphries",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Anaesthesia",
            "volume": "76",
            "issn": "",
            "pages": "182--190",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risks to healthcare workers following tracheal intubation of patients with COVID-19: a prospective international multicentre cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "Djn",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "",
            "pages": "1437--1484",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Occupational COVID-19 risk for anaesthesia and intensive care staff -low-risk specialties in a high-risk setting",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lennane",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Anaesthesia 2020. Epub 11 December",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15358"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "involved in anaesthesia and critical care settings have lower rates of infection, hospital admission and deaths than other frontline healthcare staff. This makes it difficult to link risk of infections to tracheal intubation per se, and our study provides supportive evidence in showing low rates of aerosol generation. The reason it is important to distinguish between infection risk related to medically generated aerosols and infection risk due to other mechanisms, such as close contact with an infected coughing patient, is because appropriate precautions may differ significantly. We believe there is a need to get the fundamentals right and examine whether those procedures currently designated to be 'aerosol-generating procedures' do indeed create aerosols. This requires direct physical measurement which several studies including ours have now achieved. If procedures such as tracheal intubation do not increase aerosol generation but are associated with an increased risk of healthcare worker infection, then we need to explore other mechanisms to account for this heightened risk.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "A. E. Pickering University of Bristol, Bristol, UK No competing interests declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}