{
    "paper_id": "000c7903a93566e1c7e128929b7ad79bc493f9fb",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ovarian vein thrombosis is an uncommon condition. One report over multiple reviews found that the incidence of ovarian vein thrombosis is approximately 0.05% of vaginal deliveries and 1-2% of cesarean deliveries [1] . A more recent single-center study found the incidence to be even less: just 0.04% or 13 cases out of 40,353 postpartum patients [2] . Furthermore, approximately 90% of the ovarian vein thromboses (OVT) happen in the right ovarian vein [3] [4] . It has been reported predominantly in the postpartum state [1] [2] [3] [4] [5] [6] . Traditionally, a postpartum or puerperal fever that does not respond to antibiotics should raise suspicion for OVT [6] . Other associated diseases include gynecologic malignancy, pelvic inflammatory disease, and post-gynecologic surgery [3] . However, there is a reported case of OVT associated with Coronavirus disease 2019 (COVID-19) in a pregnant woman [7] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We present a case of a 56-year-old postmenopausal female with a history of impaired fasting glucose and non-alcoholic fatty liver and no history of thromboembolic disease or recent surgery who came to our office for a transition of care (TOC) appointment. Earlier in the month, she had presented with several days of headache, myalgia, non-productive cough, rhinorrhea, fatigue, chills but had no difficulty breathing. She subsequently tested positive for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Slightly more than one week after the positive test, she developed lower abdominal pain. She presented to the emergency department two days later because of worsening lower abdominal pain. At the time, the physical exam revealed a blood pressure of 141/98mmHg, heart rate 98 beats per minute, temperature 36.2 ºC, respiratory rate 17, and oxygenation 97% on room air. Abdominal examination was positive for tenderness to palpation of the lower quadrant. Otherwise, the rest of the physical examination was unremarkable. Computerized Tomography (CT) scan of the abdomen and pelvis with contrast showed patchy ground-glass opacities throughout the lung bases concerning multifocal pneumonia, and a diffusely enlarged right ovarian vein with a hyperdense central filling defect, consistent with non-occlusive thrombosis. The other structures, including the uterus, were normal with no finding of adnexal masses ( Figure 1 ). Laboratory abnormalities included significantly elevated D-dimer at 18.97 μg/ml (reference range < 0.50 μg/ml), C-reactive protein 5.65 mg/dL (reference range < 1.00 mg/dL), ferritin 632 ng/mL (reference range 11-307 ng/mL), creatine kinase 32 IU/L (reference range 30-223 IU/L), aspartate aminotransferase (AST) 173 IU/L (reference range 13-39 IU/L), alanine transaminase (ALT) 117 IU/L (reference range 7-52 IU/L), white blood cell (WBC) 12.3 x 10 3 /μL (reference range 4.8-10.8 x 10 3 /μL) with lymphocyte number 1.2",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 918,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "x 10 3 /μL (reference range 0.7-5.2 x 10 3 /μL), and lymphocyte percent 8.3 % (reference range 14.0-48.0 %). 1 1 1",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Given the finding of right ovarian vein thrombosis, Hematology was consulted. She was started on apixaban 10 mg twice daily for one week followed by apixaban 5 mg twice daily to complete a three-month course of anti-coagulation. The patient subsequently presented to our outpatient office for a TOC visit with the resolution of abdominal pain, normal vital signs, and normal physical examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1: Right ovarian vein with a filling defect (black arrow) consistent with right ovarian vein thrombosis."
        },
        {
            "text": "We highlight a case of ovarian vein thrombosis secondary to COVID-19 infection. The patient was postmenopausal and had no prior history of thromboembolic disease. Her only risk factor for thrombosis was the COVID-19 infection. Abdominal pain prompted further evaluation with a CT of the abdomen and pelvis, which revealed ovarian vein thrombosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "OVT is a rare condition and the exact cause remains unclear. However, it has been attributed to Virchow's triad: hypercoagulable state, endothelial damage, and stasis [1, [3] [4] . Pregnancy as a hypercoagulable state is a well-known risk factor for OVT. Other risk factors in pregnancy theorized to cause OVT include compression of the right ovarian vein and inferior vena cava by the gravid uterus [8] and uterine infection that can cause endothelial damage [1] . The most likely cause of our patient's right ovarian vein thrombosis was COVID-19 since she had no other risk factors like postpartum state, recent surgeries, or history of thromboembolic disorder.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 has been shown to cause hypercoagulability in the form of venous and arterial thromboembolism [9] [10] [11] [12] . The pathogenesis of this remains unknown. However, some studies have postulated that patients with COVID-19 may have different coagulation abnormalities due to direct invasion of the endothelial cells by SARS-CoV-2 virus (severe acute respiratory syndrome coronavirus 2) thereby leading to cellular injury. Other sources of endothelial injury also include mediators of acute systemic inflammatory response such as cytokines release [13] [14] . In COVID-19, changes in prothrombotic factors like D-dimer, fibrinogen, factor VIII, and von Willebrand factor have been reported to cause a hypercoagulable state. COVID-19 can also present as a critical illness. Critical illnesses have been associated with increased venous stasis due to the use of an intravenous catheter, immobilization, and mechanical ventilation. Since COVID-19 is associated with pro-inflammatory states (elevated C-reactive protein, ferritin, lactate dehydrogenase,) Abou-Ismail et al. proposed that the pathophysiology is centered around the cross-talk between inflammation and thrombosis which is a well-established relationship [9] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1223,
                    "end": 1226,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Historically, the presentation of OVT is fever and abdominal pain, with tender abdominal mass being less common [4] . In one report on four cases, the women presented with vague abdominal pain, or deep pelvic pain, and fever. Sometimes the pain is localized for example to the right lower quadrant [3, 5, 15] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 302,
                    "end": 304,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been suggested that imaging modalities to detect OVT can be ultrasound, CT, or magnetic resonance imaging. However, CT seems to be the imaging modality of choice. A radiologic study found that to detect OVT, CT was 100% sensitive and 99% specific [6] . That compares to ultrasound being 50% sensitive and 99% specific and MRI being 92% sensitive and 100% specific [6] . Positive findings on an enhanced CT include filling defect within the wall of the vein, enlargement of the vein, obvious mass, or signs of perivascular edema. One institution's study used a CT scan to screen for OVT by looking for a filling defect in the afferent ovarian veins [2] [3] 6] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Complications that can arise from OVT include an extension of the thrombus itself or pulmonary embolism. Dunnihoo et al. reported pulmonary embolism in 13.2% of patients with postpartum OVT [1, 4] . However, this was not the case in another recent study, perhaps because of early intervention with anticoagulation [2] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Anticoagulation is the mainstay of management, but guideline-directed therapy has not been established. Therapies that have been used include low molecular weight heparin and unfractionated heparin. A study with 13 cases used enoxaparin for a total of three months. Some others have used warfarin. There are no studies to show the efficacy of novel oral anticoagulants in OVT perhaps because the cases are rare for a clinical trial [1] [2] 8] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our patient had presented with vague, lower quadrant abdominal pain without fever and palpable abdominal mass. The diagnosis of OVT was made with a filling defect seen on the CT scan. She was treated as a case of provoked thrombosis and started on apixaban for three months. Her case was not complicated with pulmonary embolism. At the time of follow-up at the TOC visit, abdominal pain had resolved, she denied shortness of breath and examination showed normal vital signs, and adequate oxygenation on room air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The diagnosis of right ovarian vein thrombosis should be considered in patients presenting with abdominal pain, especially when they are suffering from hypercoagulable conditions such as the COVID-19 disease, even in the absence of the postpartum state or other risk factors for OVT. Novel oral anticoagulants (NOAC) may also be used for the treatment of OVT. However, further studies on this should be considered in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: All authors have confirmed that this study did not involve human participants or tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        },
        {
            "text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Postpartum ovarian vein thrombosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Klima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Obstet Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/AOG.0b013e318162f6c0"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "New observations in postpartum ovarian vein thrombosis: experience of single center",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dulitzky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Apter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood Coagul Fibrinolysis",
            "volume": "21",
            "issn": "",
            "pages": "16--19",
            "other_ids": {
                "DOI": [
                    "10.1097/MBC.0b013e32832f2ada"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Postpartum ovarian vein thrombosis: an update",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kominiarek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Hibbard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Obstet Gynecol Surv",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/01.ogx.0000216564.53044.f1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Postpartum ovarian vein thrombophlebitis: a review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunnihoo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Gallapsy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wise",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Otterson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Obstet Gynecol Surv",
            "volume": "46",
            "issn": "",
            "pages": "415--427",
            "other_ids": {
                "DOI": [
                    "10.1097/00006254-199107000-00002"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Postpartum ovarian vein thrombosis: report of a case and review of literature",
            "authors": [
                {
                    "first": "Al-Toma A",
                    "middle": [],
                    "last": "Heggelman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neth J Med",
            "volume": "61",
            "issn": "",
            "pages": "334--336",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Imaging of puerperal septic thrombophlebitis: prospective comparison of MR imaging, CT, and sonography",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Twickler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Setiawan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stettler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "AJR Am J Roentgenol",
            "volume": "169",
            "issn": "",
            "pages": "1039--1043",
            "other_ids": {
                "DOI": [
                    "10.2214/ajr.169.4.9308461"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ovarian vein thrombosis after coronavirus disease (COVID-19) infection in a pregnant woman: case report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohammadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abouzaripour",
                    "suffix": ""
                },
                {
                    "first": "Hesam",
                    "middle": [],
                    "last": "Shariati",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Hesam",
                    "middle": [],
                    "last": "Shariati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Thrombolysis",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11239-020-02177-6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Postpartum ovarian vein thrombosis: incidental diagnosis at surgery . Case Rep Obstet Gynecol",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Adesiyun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Samaila",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ojabo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2014/898342"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The hypercoagulable state in COVID-19: incidence, pathophysiology, and management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Abou-Ismail",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arafah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.06.029"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "844--847",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14768"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "China: a retrospective cohort study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "In Wuhan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Neutrophil extracellular traps contribute to immunothrombosis in COVID-19 acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Denorme",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood",
            "volume": "136",
            "issn": "",
            "pages": "1169--1179",
            "other_ids": {
                "DOI": [
                    "10.1182/blood.2020007008"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 is, in the end, an endothelial disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Libby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lüscher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur Heart J",
            "volume": "2020",
            "issn": "",
            "pages": "3038--3044",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehaa623"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ovarian vein thrombosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Jenayah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saoudi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boudaya",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bouriel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sfar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chelli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pan Afr Med J",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.11604/pamj.2015.21.251.6908"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}