{
    "paper_id": "000c0e0320dd2af02a4eebd8e210c845155d0f72",
    "metadata": {
        "title": "Increasing breast cancer awareness and breast examination practices among women through health education and capacity building of primary healthcare providers: a pre-post intervention study in low socioeconomic area of Mumbai, India Original research",
        "authors": [
            {
                "first": "Ranjan",
                "middle": [
                    "Kumar"
                ],
                "last": "Prusty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shahina",
                "middle": [],
                "last": "Begum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anushree",
                "middle": [],
                "last": "Patil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "D"
                ],
                "last": "Naik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharmila",
                "middle": [],
                "last": "Pimple",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gauravi",
                "middle": [],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives The present study aimed to improve breast cancer (BC) awareness and practices using Information, Education and Communication (IEC) modules and health educational sessions for women and primary healthcare providers in low socioeconomic community of Mumbai. Design Pre-post quasi-experimental design. Setting The study was conducted in a lower socioeconomic area of G-South ward of Mumbai, Maharashtra. The baseline and endline survey was conducted using structured interview schedules. Participants 410 women were selected, aged between 18 and 55 years who were not pregnant, lactating or diagnosed with BC. Intervention A health education-based intervention module was developed to educate women through group and individual sessions. Outcomes Summative indices were constructed to understand the net mean difference in knowledge of signs, symptoms and risk factors. Analysis of variance (ANOVA) and paired t-test were used to check the significant improvement of intervention. Results Our results showed statistical significance in difference in mean knowledge scores for both signs and symptoms (mean difference (MD) 4.09, SD 4.05, p<0.00)) and risk factors of BC knowledge (MD 5.64, SD 4.00, p<0.00) among women after intervention. There was a marked improvement in the knowledge of BC among women with low education category. A significant improvement in knowledge of symptoms and risk factors among health workers was also observed. Our interventions resulted in positive change in breast examination practices. The breast self-examination (BSE) practices improved from around 3% to 65% and around 41% additional women went for clinical breast examination after intervention. Conclusions This study found a significant improvement in knowledge of BC signs and symptoms, risk factors and BSE practices among study participants following our health education interventions among these subpopulations. This evidence calls for inclusion of similar interventions through health education and capacity building of primary healthcare providers in national programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Around 2.25 million estimated individuals are living with cancer and it contributes to 8.3% of total deaths in India. 1 2 The incidence and mortality due to cancer doubled in India during 1990-2016, enormously contributing to overall disability-adjusted life years",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "1 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "► This study is one of the few studies in India focusing on health education-based intervention at urban primary healthcare facility thus filling a research gap. ► The study focused on pre-post intervention design and the participants were recruited randomly using robust a sampling design. ► In this study, PowerPoint presentations (PPT), flipcharts and pamphlets with visual aids and breast models were used for intervention sessions to improve breast cancer knowledge and practices. These interventions were provided to small groups using local languages (Marathi and Hindi). ► Our study was limited to primary health centre run with limited human resources in one low socioeconomic region. ► This was quasi-experiment, time bound, pre-post study. The results were compared between two time periods without a control group, which requires careful interpretation of the impact of intervention in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "(DALYs) and total deaths in the country. 2 According to GLOBOCAN (Global Cancer Incidence, Mortality and Prevalence) 2018 report, women in India were more vulnerable to cancer than men. 3 In India, cervical cancer cases have dominated among all female reproductive cancer cases for a long time. The last few decades saw a rapid surge in breast cancer (BC) cases, making it the leading cancer among women in India. 4 Although Indian women are less prone to BC than the women from Western countries, the mortality rate among them is very high compared with women from Western countries. 3 5 6 As per National Cancer Registry Programme of India and GLOBOCAN 2018, the mortality rate in India (17.1 per 100 000 women) was more than that in the UK (12.7 per 100 000 women) despite the low incidence rate of BC. 7 This high mortality is attributed to late detection of the BC at locally advanced or metastatic stages. Several studies showed that in Western countries, majority of BC cases were reported in stage I or II of the disease, whereas in India, around 46% of these were reported in advanced stages. 6 8 9 The importance of early diagnosis has been highlighted by most researchers as a pathway to save life and it acts as an important method to improve the medical condition. [10] [11] [12] [13] This scenario of late diagnosis arose due to different factors such as non-existence of high quality primary level screening programmes, lack of regional treatment centres, overdependence on large tertiary cancer hospitals, high out-ofpocket expenditure and non-participation of women in existing programmes. 5 13-17 Studies have found that the awareness about different signs and symptoms and risk factors of BC among women in India is low, contributing to late detection of BCs among them. 13 [18] [19] [20] The Government of India launched National Programme for Control of Cancer, Diabetes, Cardiovascular Diseases and Stroke in 2010 as an umbrella programme for non-communicable diseases in selected 100 districts. 2 The programme aimed to provide community-based cost-effective screening of men and women above 30 years of age for all high burden cancers including BC through a checklist collected by village health workers like ASHAs (Accredited Social Health Activists). As a part of this programme, women were asked and screened for lumps in breast, bloody discharge from the nipple and change in shape and size of the breast. But this screening is conducted for a woman in 5-year duration. The ASHAs were advised to refer all suspected cases to the nearest available facility. However, this remains a challenge due to lack of trained human resources and limited training modalities.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 42,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 186,
                    "end": 187,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 415,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 585,
                    "end": 590,
                    "text": "3 5 6",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 807,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1107,
                    "text": "6 8 9",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1607,
                    "end": 1614,
                    "text": "5 13-17",
                    "ref_id": null
                },
                {
                    "start": 1790,
                    "end": 1792,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1793,
                    "end": 1797,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1798,
                    "end": 1802,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1803,
                    "end": 1807,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2018,
                    "end": 2019,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The rapid rise in number of BC cases has been associated with growing urbanisation and rapid lifestyle changes. 21 Many studies have found that women living in urban India were more vulnerable to BC than those from rural areas, 22 23 with highest incidence rate in major metropolitan cities. 24 As per the latest available statistics, the ageadjusted incidence rate of BC was high in urban hubs like Hyderabad district (48 per 100 000 women) followed by Chennai (42.2), Bangalore (40.5), Delhi (38.6), Patiala (36.9), Thiruvananthapuram (35.6), Mumbai (34.4) and Bhopal (32.6) . 24 In the last few decades, India's transformative neoliberal economic reform and development have brought a large chunk of population to bigger cities from rural areas in expectation of gainful employment in industries and services sectors. Although the echelon of privileged urban Indians have better access to knowledge and high quality of services about cancer care through private and specialised tertiary care facilities, the low socioeconomic stratum has low access to primary screening or biomedical oncological expertise. 25 26 The existing social cleavages in access and quality of cancer care among poor and non-poor in urban India is more acute due to the existing socioeconomic and health system blockades. 26 The processes and pathways of accessing care are many a time confusing to common citizens as at the initial stage of cancer they generally prefer to go to a local untrained physician, pharmacist or quack, who often do not recognise the malignancy. 26 Moreover, widespread public misunderstanding, extremely limited awareness in understanding of cancer symptoms, prevention, treatment, existing social stigma and structural inequalities across sociocultural groups pose as barriers to early detection. 13 26 Many studies in India found that the knowledge of BC risk factors was low. 13 For example, some studies found that the awareness levels of risk factors related to age at menarche and menopause among women was limited between 1% and 28%. 19 27-29 Age at menarche and menopause is considered as two strongest risk factors of BC. 13 A review by Gupta et al 13 suggested that the awareness of different risk factors such as overweight and obesity (11%-51%), family history (13%-58%), age at birth of first child (8%-83%), lack of breast feeding (17%-88%) and tobacco smoking (20%-74%) varied widely across different locations and age groups of women in India. 13 16 28-31 Studies have found literacy deficit about BC among health professionals at primary care centres, nurses and other health staffs as a potential barrier in BC prevention and early detection as they are on the frontline for spreading awareness at the community level. 13 32 Hence, capacity building of both primary healthcare providers and community education are essential to increase awareness about BC, promoting screening, early detection and treatment of BC cases.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 228,
                    "end": 233,
                    "text": "22 23",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 294,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 552,
                    "end": 558,
                    "text": "(34.4)",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 576,
                    "text": "(32.6)",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1110,
                    "end": 1115,
                    "text": "25 26",
                    "ref_id": null
                },
                {
                    "start": 1299,
                    "end": 1301,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1550,
                    "end": 1552,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1803,
                    "end": 1808,
                    "text": "13 26",
                    "ref_id": null
                },
                {
                    "start": 1884,
                    "end": 1886,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2046,
                    "end": 2054,
                    "text": "19 27-29",
                    "ref_id": null
                },
                {
                    "start": 2136,
                    "end": 2138,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2465,
                    "end": 2467,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2468,
                    "end": 2476,
                    "text": "16 28-31",
                    "ref_id": null
                },
                {
                    "start": 2742,
                    "end": 2747,
                    "text": "13 32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "There are limited studies in India which used health education intervention to improve BC knowledge and practices. 18 29 32-35 Most of these studies focused on health education interventions of women directly at community or individual level using PowerPoint presentations, videos, flipcharts and pamphlets and report significant change in BC knowledge and breast self-examination (BSE) practices. To the best of our knowledge, there is no study from Mumbai that focused on such intervention. Further, very few studies focused on capacity building of primary health facilities or community health workers for a better and sustainable health intervention for BC screening at the primary care level. 29 36 Therefore, the present study aimed to improve BC awareness and practices among Open access women using BC Information, Education and Communication (IEC) modules and health educational sessions for women and primary healthcare providers using a health system approach in low socioeconomic community of Mumbai. We focused on capacity building of staff of the primary health facility, provided training sessions at the facilities and identified the barriers in implementing clinical breast examination (CBE) practices at primary care level.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 118,
                    "end": 126,
                    "text": "29 32-35",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 703,
                    "text": "29 36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The study was a pre-post intervention study conducted in a lower socioeconomic area of G-South ward of Mumbai, Maharashtra state. Mumbai has a mixed healthcare system with private and public healthcare facilities. The government health infrastructure is governed by both state government and Municipal Corporation of Greater Mumbai (MCGM). The MCGM runs a three-tier system of primary, secondary and tertiary healthcare through different health posts, dispensaries, maternity homes, municipal general hospitals, specialty hospitals and medical college hospitals. The MCGM has a chain of 4 medical colleges and hospitals, 6 specialty hospitals, 16 peripheral hospitals, 29 municipal maternity homes, 26 specialty hospitals, 175 municipal dispensaries and 183 health posts. 37 The health posts and maternity homes provide primary and maternal healthcare services at low socioeconomic areas/slums. Besides, Mumbai has central government hospitals and dispensaries, which includes the main branch of Tata Memorial Centre (TMC), a national comprehensive cancer centre for the prevention, treatment, education and research in cancer, funded and controlled by Department of Atomic Energy, Government of India.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 774,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "Our study was confined to catchment area of municipal maternity home and health post at Prabhadevi, Mumbai. As per Maharashtra Housing and Area Development Authority (MHADA), Government of Maharashtra, this health facility provides primary and maternity care to around 76 thousand low-income group population. During the study period, the health facility was equipped with 1 assistant medical officer (AMO), 1 public health nurse (PHN), 3 auxiliary nurse midwives (ANMs), 2 health coordinators, 14 community health volunteers (CHVs), 2 accredited social health activists (ASHAs), 4 staff nurses, 1 ayha (traditional birth attendant) and 1 data entry operator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "This study was conducted among women aged between 18 and 55 years from the selected low socioeconomic community. Pregnant women, lactating women and women diagnosed with BC and/or under treatment were excluded from the study. An intervention-based health education module was developed to educate these women. IEC material (pamphlets and flipchart) on BC and BSE were developed by the research team in consultation with clinicians from Department of Preventive Oncology, Tata Memorial Centre, Mumbai. The content of IEC and training module included information about BC, risk factors, signs and symptoms, ways to detect BC, frequency and treatment-seeking behaviour. Group education on knowledge of signs and symptoms, risk factors and BSE was provided at the facility for 10-15 women per session using PowerPoint slides, flipcharts and MammaCare breast models by experts from Department of Preventive Oncology, Tata Memorial Centre, Mumbai (table 1) . MammaCare breast models are typically designed breast dummies by the MammaCare Foundation, USA, for CBE and/or BSE education. Individual sessions at households were provided by trained project staff for women who could not come to the facilities. In addition, pamphlets were distributed to the women. They were also informed about the CBE camp at the health facility and were motivated to use this service.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 941,
                    "end": 950,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Interventions"
        },
        {
            "text": "Half-day training programme was organised for the healthcare providers (CHVs, ASHAs, PHN, nurses, ANMs, MPW, AMO) on BSE, CBE on 31 July 2019 at the maternity home. Preventive oncology experts from the comprehensive tertiary cancer centre took the sessions on BSE and CBE for the paramedic staff and the medical officer. The sessions were arranged using audio-video presentations and interactions, followed by breast examination practices using MammaCare breast model (table 1) . Twenty-one health workers participated in this training.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 477,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Intervention for health workers"
        },
        {
            "text": "The baseline and endline surveys were conducted to see the change induced by health education intervention on women's knowledge and practices related to BC. The baseline survey was conducted from November 2018 to March 2019, the intervention was given between May and October 2019, and endline study was conducted from December 2019 to March 2020. The details of the study design and findings of baseline study have been published. 19 Sample size and sampling procedure A study in low socioeconomic setting in Delhi found that 53% of women between 14 and 74 years of age were aware about BC. 18 Assuming 53% prevalence, 5% level of significance and 20% non-response rate during the follow-up, our sample size for baseline was approximately 480 (exactly 478) for estimating baseline prevalence objective. 19 For intervention part, assuming 10% (63% from 53%) increase in knowledge of BC at 5% level of significance, 80% power and 10% lost to follow-up, the sample of 446 women were needed. Hence, 480 women fulfilled both the objectives of the study. The response rate for endline survey was 85.4% (410 out of 480) excluding locked house, unavailability for long time and non-response. The study area was catered by 16 CHVs/",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 804,
                    "end": 806,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "ASHAs at the health post and each section constitutes around 1000-1400 households. Thirty participants were selected from each section using systematic random sampling procedure from a list of eligible women which was obtained through mapping and house listing of the selected area/community. 19 Data collection tools Quantitative structured schedules were used to collect data in both baseline and endline survey. The baseline tool covered questions on sociodemographic characteristics of women, awareness, signs, symptoms and risk factors of BC. The tool also covered questions on BSE and CBE practices. Women were asked about their awareness of BC and those who were aware were asked in detail about their knowledge of BC signs and symptoms, risk factors and current practices using closed-response questions. The questionnaire was prepared using available literature, and a team of experts which consisting of oncologist, gynaecologist, public health specialist and social scientist was consulted. The questions were translated to local languages, that is, Marathi and Hindi, for the convenience of the participants. These questions were pretested with 20 participants (10 questionnaires each for Hindi and Marathi) at a similar socioeconomic setting in Mumbai. The results from this pilot testing were used to modify the words for easy comprehension of the participants. The endline survey included similar questions on knowledge and practices of BC and reasons for not conducting BSE and CBE. The data collectors were trained with the tools, protocols and ways of asking questions. Our data collectors conducted face-to-face interviews for collecting the information. Data monitoring was ensured through regular back-checks at the office.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Structured questionnaires were also developed to find out the level of knowledge of BC among the healthcare providers before and after intervention adopting a process similar to that of the women's questionnaire. While the pre-intervention tool covered socioeconomic background and questions on knowledge of signs and symptoms, risk factors of BC, BSE and CBE practices, the post-intervention tool covered questions only on BC knowledge indicators and feedback about the programme. The data collection and health education intervention was directly moderated by the investigators of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The data analysis was done using IBM SPSS V26.0. Descriptive statistics like mean, SD and percentage were used to understand the level of knowledge. Analysis of variance (ANOVA) and paired t-test were used to see net difference in mean scores and the level of significance. The data analysis for this research paper was done with 410 women for comparing baseline and endline data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The women were asked whether they had heard about BC. This was used as a proxy variable for BC awareness. Different responses related to specific signs and Open access symptoms and risk factors of BC were used to see the variation in knowledge using different indicators during pre and post interventions. Separate summative indices were constructed to understand the mean difference in knowledge of signs and symptoms and risk factors using 10 and 13 binary outcomes, respectively. Those who were aware were given weight score of '1' for each outcome and those who were not aware were weighted '0' for each items. The summative indices were used to see the mean difference in pre-post intervention in knowledge scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "Independent variables such as age of women, religion, caste, marital status, years of schooling and employment status of women were used to see the socioeconomic differentials in net difference in mean knowledge score before and after interventions using ANOVA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Written consent from the participants were obtained before collecting the data. Confidentiality and privacy was ensured at all stages of data collection, management and analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "The participants were women from the catchment area of Prabhadevi Maternity Home and health workers of the facility. However, the participants were not involved in the design, conduct, reporting or dissemination plans of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "Sociodemographic profile of the participants The median age of the women was 40 years, ranging from 18 to 55 years. Majority of them were educated and the median years of schooling was 12 years. Most of them were from Hindu religion (92%) and from upper caste (67%). Only 15% of the women were working and majority of the women were married (85%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Change in knowledge of different signs and symptoms and risk factors among women Only 51% of the women had ever heard of BC during the baseline survey. This number improved to 100% post interventions. Most of the women who were aware of BC reported that they had heard about it through television (53%) and doctors (25%), whereas majority of the women post intervention told that they were made aware through awareness campaigns (77%). Figure 1 represents the percentage of women with knowledge of different signs and symptoms of BC before and after interventions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 444,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The results show noticeable improvement in knowledge of different signs and symptoms of BC. Only 38% women considered 'a lump in breast' as a sign of BC during the pre-intervention survey, whereas post-intervention survey revealed that 93% of women recognised it as a sign of BC. A very low percentage of women (23%) responded 'abnormal discharge or blood from nipple' as a symptom of BC, which was enhanced by 58 percentage points (81%) post health education interventions. Merely one-third Open access of the women thought that 'breast cancer is curable if detected early', which improved to 91% after the intervention programme. Figure 2 shows the percentage of women having knowledge of risk factors of BC before and after health education interventions. It was found that less than 10% women considered early menarche (2.7%), late menopause (5.1%), hormone replacement therapy (6.8%) and first baby after 30 years (8%) as risk factors of BC during the baseline survey. After intervention, this knowledge improved substantially for these risk factors-menstruating at an early age (27.1%), late menopause (37.3%), hormone replacement therapy (49.5%) and first baby after 30 years (32%). During the pre-intervention phase, a very low percentage of women stated obesity (10%), nulliparity (12%), use of oral contraceptive pills (11%) and induced abortions (11.5%) as BC risk factors which substantially improved after the health education sessions (see figure 2 ). Only 15% of the women thought that family history of BC as a risk factor, which increased to around 60% after intervention. Table 2 shows the result of paired t-test with mean difference in score of knowledge of signs and symptoms and risk factors of BC before and after the intervention. The paired t-test shows statistical significance in difference in mean knowledge score for both signs and symptoms of women in the community after intervention (MD 4.09, SD 4.05, p<0.000) and risk factors of BC knowledge (MD 5.64, SD 4.00, p<0.000).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 640,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1454,
                    "end": 1462,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1590,
                    "end": 1597,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The socioeconomic difference in mean knowledge of scores of signs and symptoms (10 items) and risk factors (13 items) of women before and after intervention is tabulated in table 3. The analysis shows that mean knowledge scores improved considerably among all sociodemographic groups of women. The rise in mean knowledge score was greater among the primary and secondary education group than the group of women with higher education. Noticeable improvement was also found among scheduled caste or scheduled tribe (SC/ST) women who had very low knowledge of BC before intervention. The mean knowledge score of signs and symptoms was 0.82 (SD 2.36) among the women belonging to SC/ST before the intervention which improved to 6.55 (SD 2.65) after interventions. Similarly, the mean difference increased from 1.00 (SD 2.27) to 6.59 (SD 2.46). A statistical significance in net mean difference scores was observed among different religious categories, family types, employment status and marital status of women (table 3) . The mean score of signs and symptoms and risk factors for women who did not go out to work was very low which showed promising improvement post health education interventions by 4.3 (2.46 vs 6.76) and 5.73 (1.49 vs 7.22) mean points. Figure 3 represents knowledge of detection methods of BC among women before and after interventions. A Open access very low percentage (6.1) of women knew that BSE as a screening method for BC. Post intervention around 58% told that BC could be detected through BSE. Less than half (44%) of the women knew about CBE which improved to 83% post-intervention sessions. Around 22% of the women considered mammography as a BC detection technique during post-intervention survey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1008,
                    "end": 1017,
                    "text": "(table 3)",
                    "ref_id": null
                },
                {
                    "start": 1254,
                    "end": 1262,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sociodemographic differences in mean knowledge scores"
        },
        {
            "text": "The median (maximum-minimum) age of the participants was 43 (27-64) years, years of schooling were 12 (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) years and duration of service was 17 (1-33) years. Results indicated that there was an increase in correct knowledge of symptoms like lump in breast (from 76.2% to 95.2%) and risk factors like menstruation at an early age (from 38.1% to 85.7%). The mean difference in pre-post intervention scores suggested significant improvement in knowledge of symptoms and risk factors (table 4). The mean difference scores were 2.67 (SD 2.44) and 4.04 (SD 4.63) for signs and symptoms and risk factors of BC, respectively.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 149,
                    "end": 153,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare providers"
        },
        {
            "text": "BSE technique was demonstrated to the participants using MammaCare breast model. Only 2.8% of the total 410 women practised BSE before intervention session, and after intervention, around two-thirds (65%) of the women reported practising BSE ( figure 4) . Out of these women, three-fourths (75%) practised it monthly and around 90% of them adhered the guidelines of IEC material given during the awareness programme. About 4% of women detected any lump or found any symptoms of BC. Among those who did not practise BSE, majority told that they did not get time to practise it (55%) or they did not feel it was needed (32%). Around 147 (36%) women reported that they went for CBE recently and 61 (41%) of the women went for CBE after interventions (figure 5). Among women who did not go for CBE, 46% believed that it was not required. Around 13% of them told that they were either scared or embarrassed to see a doctor for CBE.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Change in BSE practices"
        },
        {
            "text": "Three camps for CBE were organised with experts from TMC after the interventions. The camps were organised at the maternity home on the third week of every month and continued until February 2020. Fifty-nine women attended the camps organised between December 2019 and February 2020 and became the study participants. Of these 59 women, 6 were advised for mammography and 7 were advised for sonography or further consultation. There was a huge demand for such CBE camps among women as the attendance was more than our capacity in the fixed-day monthly camps. The camps were put on hold following the outbreak of the COVID-19 pandemic and lockdown in India from March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Change in BSE practices"
        },
        {
            "text": "This study aimed to improve the knowledge and practices related to BC among women in the low socioeconomic community of Mumbai. Only half of the women were Open access aware about BC before the interventions. After interventions, all the participants were aware of it. Our health education interventions were grounded in behavioural change theories, practical community-based adult education training modules and BSE practices, which lead to strengthening of perceived susceptibility to BC and breaking the perceived barriers through knowledge enhancement. The post-intervention results revealed statistically significant improvement in mean knowledge scores of different signs and symptoms and risk factors among women in the study area. Similar targeted education-based intervention studies in different settings of India and elsewhere found increase in BC knowledge and awareness among the study population. 10 33-36 38-40 A similar intervention study using flipchart and video slides on Liquid Crystal Displays (LCDs) in an Urban Health Centers of Ahmedabad found that group session of 20-25 subjects, in each session, resulted in statistical significant impact on knowledge of screening methods before and after health education interventions. 29 The study in semiurban Madhya Pradesh and rural Tamil Nadu found that health education interventions for women led to improved knowledge and BC screening practices among the participants. 33 35 Interestingly, studies in Iran and urban slums of Egypt also observed dramatic improvement in participants' knowledge about BC following health education interventions among women with low level education. 10 38 Two studies on college-going students in India and New York city also found similar results. 39 40 Our baseline survey results revealed that the knowledge of risk factors was very low among women. 19 A very low percentage of women considered menstruation at an early age (3%), late menopause (5%) and first baby after 30 years (8%) as important risk factors before the interventions. There was a noteworthy improvement in knowledge about such risk factors after our health education Table 3 Socioeconomic difference in mean knowledge score of signs and symptoms (10 items) and risk factors (13 items) of women in the low socioeconomic community of Mumbai before and after interventions, 2018-2020 ",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 925,
                    "text": "10 33-36 38-40",
                    "ref_id": null
                },
                {
                    "start": 1249,
                    "end": 1251,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1440,
                    "end": 1445,
                    "text": "33 35",
                    "ref_id": null
                },
                {
                    "start": 1652,
                    "end": 1657,
                    "text": "10 38",
                    "ref_id": null
                },
                {
                    "start": 1751,
                    "end": 1756,
                    "text": "39 40",
                    "ref_id": null
                },
                {
                    "start": 1855,
                    "end": 1857,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 2141,
                    "end": 2148,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "interventions, but the knowledge of risk factors remains low among women. The findings suggest noticeable net difference in mean knowledge score of signs and symptoms and risk factors among the women across all socioeconomic groups of women after interventions. Before the interventions, women with primary and secondary education had a very low mean knowledge score of signs and symptoms than the women with higher education. Our analysis shows that there was improvement across all educational groups but marked improvement was observed among low education categories of women. The results of ANOVA showed statistically significant net difference (p<0.01) in mean score before and after interventions. Similar intervention studies in urban slums of Egypt and rural Turkey also found notable improvement in BC knowledge even among illiterate women after health education interventions. 38 41 Our analysis also found statistically significant difference in mean scores of signs and symptoms and risk factors among women by family type, employment and marital status.",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 892,
                    "text": "38 41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The healthcare workers at primary care centres play an important role in demonstrating IEC to the community. Studies have shown that training based on health education modules to community health workers resulted in increased knowledge of BC and its practices among the health workers. 34 36 A South Indian study found that training ANMs on BC knowledge and practices resulted in positive change in knowledge and BC practices in the community. Our intervention sessions conducted by experts from TMC, Mumbai, found statistically significant difference in mean knowledge score of signs and symptoms and risk factors among the healthcare workers at the municipal maternity home. The community workers had very good interaction with the women in local community Open access and they provided pamphlets to spread awareness in the community. Our interventions resulted in positive change in breast examination practices. The BSE practices improved from around 3%-65% and around 41% additional women went for CBE after intervention. Although efficiency of BSE remains debatable, it is a cost-effective and noninvasive tool for women who wish to perform monthly BSE to recognise early signs of abnormal breast changes if any. 42 Similar interventional studies in India and Iran observed improvement in BC practices among the participants of the studies. 10 29 33 35 Our findings suggest that to improve BC knowledge and capacity building of healthcare providers in primary health centres under government, health programmes such interventions are needed at the grassroot level for screening and early detection of BC.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 291,
                    "text": "34 36",
                    "ref_id": null
                },
                {
                    "start": 1219,
                    "end": 1221,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1347,
                    "end": 1358,
                    "text": "10 29 33 35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "In conclusion, we found that knowledge of signs and symptoms and risk factors among women was very low in the study area. This study found a significant improvement in knowledge of BC signs and symptoms, risk factors and BSE practices among study participants following our health education interventions among these subpopulations. Although our findings are confined to low socioeconomic areas of Mumbai, but available pieces of evidence call for inclusion of similar interventions through capacity building of primary healthcare providers under national programmes. In the present scenario, findings from our study necessitate for community empowerment through capacity building of available primary and community level healthcare providers for better understanding of aetiology of BC and improved BSE practices. National programmes may use effective media platforms like television and IEC at the primary healthcare facilities to improve BC awareness and BSE practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "This study was limited to one low socioeconomic region and there were certain operational difficulties the authors would like to acknowledge. It was difficult for some of the participants to attend the training sessions at the facilities as they were engaged in a job or childcare. We provided in-house sessions for them. Primary health centres run with limited human resources, thereby putting extra burden on them. For example, one of the health facility had on one male doctor who could not be trained for CBE at TMC due to burden of work on him. We also found that some women were uncomfortable in talking to a male doctor. In addition to the operational issues, this was a quasi-experiment pre-post study with one limited session intervention and the results were Figure 4 Breast self-examination practices after intervention among the female participants. Those who were practising BSE were asked how often they are practising. Once in 3 months means at least once in 3 months but not regularly in every month. Once in 6 months means not regularly but rarely in the last 4-6 months. The reasons were given for those who are not practising breast self-examination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 769,
                    "end": 777,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Limitations"
        },
        {
            "text": "Open access compared between two time periods without a control group, which needs careful interpretation of the impact of intervention in general. Further, the responses related to BC knowledge of signs and symptoms and risk factors depend on comprehension capability of the participants and are subject to recall bias during data collection. and collaborative partners: Tata Memorial Hospital (TMH) TMC and Municipal Corporation of Greater Mumbai (MCGM) for their support to conduct the study. We acknowledge and appreciate Dr Vishal Wani and the staffs of maternity home and health post at Prabhadevi for their wholehearted support and cooperation of during the entire duration of the study. We are thankful to Dr Vandita Pahawa and Dr Dolorosa Fernandes, preventive oncologist from TMC for their active participation in breast examination camps and conducting sessions for medical, para-medical staffs and participants of the Maternity Home. We acknowledge the contribution of the project staffs: Ms Kiran, Shweta, Supriya and Asmita for conducting interventions at field level and organising camps. Finally, we are thankful to the study participants for their cooperation. The authors are also thankful to Dr Prabhjeet Kaur for looking into grammatical and punctuation errors in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Contributors SB, AP and RKP have contributed to study design. DDN, SP and GM have contributed to interventions and implementation of the study. RKP performed data extraction, analyses and prepared the first draft of the manuscript. SB, AP, DDN, SP and GM have read and contributed to finalisation of the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Funding This research was supported by Department of Health Research, Government of India (R.11012/06/2018-HR). However, the authors have not received any specific funding to for this paper. The funding agency had no role in the design the study, collection, analysis and interpretation of data and in writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Ethics approval The ICMR-National Institute for Research in Reproductive Health (ICMR-NIRRH) Ethics Committee for Clinical Studies, Mumbai, which is recognised by Strategic Initiative for Developing Capacity in Ethical Review (SIDCER) and Forum for Ethical Review Committees in the Asian and Western Pacific Region (FERCAP) approved this study (Project No. 329/2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Data availability statement Data are available on reasonable request. The raw data used in this research are not publicly available and are accessed by the researchers only. Please send your inquiries to the corresponding author for the data. The data can be availed upon reasonable request with permission from the funder and director ICMR-NIRRH, Mumbai.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made Figure 5 Clinical breast examination (CBE) practices after intervention among the female participants. The reasons were given for those who are not practising CBE.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Shahina Begum http:// orcid. org/ 0000-0001-5590-2210",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soerjomataram",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CA Cancer J Clin",
            "volume": "2018",
            "issn": "",
            "pages": "394--424",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The burden of cancers and their variations across the states of India: the global burden of disease study 1990-2016",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhillon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nandakumar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Oncol",
            "volume": "19",
            "issn": "",
            "pages": "1289--306",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(18)30447-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Breast and cervical cancer risk in India: an update",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asthana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Labani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Indian J Public Health",
            "volume": "58",
            "issn": "",
            "pages": "5--10",
            "other_ids": {
                "DOI": [
                    "10.4103/0019-557X.128150"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Breast cancer screening existence in India: a nonexisting reality",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Shrivastava",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dwivedi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Indian J Med Paediatr Oncol",
            "volume": "36",
            "issn": "",
            "pages": "207--216",
            "other_ids": {
                "DOI": [
                    "10.4103/0971-5851.171539"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiology of breast cancer in Indian women",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malvia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bagadi",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Dubey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Asia Pac J Clin Oncol",
            "volume": "13",
            "issn": "",
            "pages": "289--95",
            "other_ids": {
                "DOI": [
                    "10.1111/ajco.12661"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is breast cancer the same disease in Asian and Western countries?",
            "authors": [
                {
                    "first": "Spl",
                    "middle": [],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "Z-Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "T-J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "World J Surg",
            "volume": "34",
            "issn": "",
            "pages": "2308--2332",
            "other_ids": {
                "DOI": [
                    "10.1007/s00268-010-0683-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Breast cancer histology and receptor status characterization in Asian Indian and Pakistani women in the U.S. -a SEER analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kakarala",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rozek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cote",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Cancer",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2407-10-191"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effects of education based on the health belief model on screening behavior in high risk women for breast cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hajian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vakilian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Najabadi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Asian Pac J Cancer Prev",
            "volume": "12",
            "issn": "",
            "pages": "49--54",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Utility of health belief model as a guide for explaining or predicting breast cancer screening behaviours",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Yarbrough",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Braden",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Adv Nurs",
            "volume": "33",
            "issn": "",
            "pages": "677--88",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2648.2001.01699.x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effectiveness of breast self-examination nursing interventions for Taiwanese community target groups",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Adv Nurs",
            "volume": "34",
            "issn": "",
            "pages": "163--70",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2648.2001.01741.x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A review of breast cancer awareness among women in India: cancer literate or awareness deficit?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shridhar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhillon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Cancer",
            "volume": "51",
            "issn": "",
            "pages": "2058--66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejca.2015.07.008"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Patient navigation pathway and barriers to treatment seeking in cancer in India: a qualitative inquiry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cancer Epidemiol",
            "volume": "37",
            "issn": "",
            "pages": "973--981",
            "other_ids": {
                "DOI": [
                    "10.1016/j.canep.2013.09.018"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sociodemographic factors and late-stage diagnosis of breast cancer in India: a hospital-based study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sathwara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Balasubramaniam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bobdey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Indian J Med Paediatr Oncol",
            "volume": "38",
            "issn": "",
            "pages": "277--81",
            "other_ids": {
                "DOI": [
                    "10.4103/ijmpo.ijmpo_15_16"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Awareness of breast cancer in women of an urban resettlement colony",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Somdatta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baridalyne",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Indian J Cancer",
            "volume": "45",
            "issn": "",
            "pages": "149--53",
            "other_ids": {
                "DOI": [
                    "10.4103/0019-509X.44662"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Effects of socio-economic and demographic factors in delayed reporting and late-stage presentation among patients with breast cancer in a major cancer hospital in South India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rajan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Asian Pacific J Cancer Prev",
            "volume": "9",
            "issn": "",
            "pages": "703--710",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Breast cancer awareness at the community level among women in Delhi",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Govil",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "India. Asian Pac J Cancer Prev",
            "volume": "16",
            "issn": "",
            "pages": "5243--51",
            "other_ids": {
                "DOI": [
                    "10.7314/APJCP.2015.16.13.5243"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Knowledge of symptoms and risk factors of breast cancer among women: a community based study in a low socio-economic area of Mumbai",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Prusty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Begum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Womens Health",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12905-020-00967-x"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Women's Knowledge, Attitudes, and Practices about Breast Cancer in a Rural District of Central India",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gangane",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sebastián",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian Pacific Journal of Cancer Prevention",
            "volume": "16",
            "issn": "",
            "pages": "6863--70",
            "other_ids": {
                "DOI": [
                    "10.7314/APJCP.2015.16.16.6863"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Breast cancer in India: where do we stand and where do we go?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khokhar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Asian Pacific Journal of cancer prevention. Asian Pacific Organization for Cancer Prevention",
            "volume": "13",
            "issn": "",
            "pages": "4861--4867",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Rural urban differences in breast cancer in India",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Nagrani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Budukh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koyande",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Indian J Cancer",
            "volume": "51",
            "issn": "",
            "pages": "277--81",
            "other_ids": {
                "DOI": [
                    "10.4103/0019-509X.146793"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Anthropometric factors and breast cancer risk among urban and rural women in South India: a multicentric case-control study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gajalakshmi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rajan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Br J Cancer",
            "volume": "99",
            "issn": "",
            "pages": "207--220",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.bjc.6604423"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Report of national cancer registry programme",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2012--2016",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Improving cancer care in India: prospects and challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mittal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Asian Pac J Cancer Prev",
            "volume": "5",
            "issn": "",
            "pages": "226--234",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The rise of cancer in urban India: cultural understandings, structural inequalities and the emergence of the clinic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Doron",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health",
            "volume": "16",
            "issn": "",
            "pages": "250--66",
            "other_ids": {
                "DOI": [
                    "10.1177/1363459311403949"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Attitude and preventive practices of South Indian women towards breast cancer",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ganguly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nagda",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Heal Agenda",
            "volume": "1",
            "issn": "",
            "pages": "72--76",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Knowledge, attitude and practices of women towards breast cancer in the field practice area of urban health training centre",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Paunikar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Khadilkar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Doibale",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Community Med Public Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18203/2394-6040.ijcmph20174229"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "An educational intervention study of breast self examination (BSE) in 250 women beneficiaries of urban health centers of West zone of Ahmedabad",
            "authors": [
                {
                    "first": "D V",
                    "middle": [],
                    "last": "Bala",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gameti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Heal J Indian Assoc Prev Soc Med",
            "volume": "2",
            "issn": "",
            "pages": "46--55",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "To determine the level of knowledge regarding breast cancer and to increase awareness about breast cancer screening practices among a group of women in a tertiary care hospital in Mumbai",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Internet J Public Heal",
            "volume": "1",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Creating awareness about the painless nature of early breast cancer lump is important in lowincome countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Breast J",
            "volume": "16",
            "issn": "",
            "pages": "101--103",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1524-4741.2009.00847.x"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Effect of a training programme on knowledge of nurses from a missionary hospital in India regarding breast cancer and its screening",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khokhar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Asian Pac J Cancer Prev",
            "volume": "13",
            "issn": "",
            "pages": "5985--5992",
            "other_ids": {
                "DOI": [
                    "10.7314/APJCP.2012.13.12.5985"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Impact of a health education intervention program regarding breast self examination by women in a semiurban area of Madhya Pradesh",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "India. Asian Pacific J Cancer Prev",
            "volume": "10",
            "issn": "",
            "pages": "1113--1120",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Acceptability and effectiveness of a breast health awareness programme for rural women in India",
            "authors": [
                {
                    "first": "Rsp",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indian J Med Sci",
            "volume": "59",
            "issn": "",
            "pages": "398--402",
            "other_ids": {
                "DOI": [
                    "10.4103/0019-5359.16817"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Impact of health education intervention on breast cancer awareness among rural women of Tamil Nadu",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nisha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Community Med",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/ijcm.IJCM_173_19"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Can urban accredited social health activist (ASHA) be change agent for breast cancer awareness in urban area: experience from Ahmedabad India",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Memon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Puwar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Family Med Prim Care",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/jfmpc.jfmpc_544_19"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Department List/Public Health Department/RTI Manuals/Health Info Eng",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Raising the breast health awareness amongst women in an urban slum area in Alexandria",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Kharboush",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kandil",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Egypt. Breast Care",
            "volume": "6",
            "issn": "",
            "pages": "375--384",
            "other_ids": {
                "DOI": [
                    "10.1159/000331311"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Awareness and impact of education on breast self examination among College going girls",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Indian J Palliat Care",
            "volume": "17",
            "issn": "",
            "pages": "150--154",
            "other_ids": {
                "DOI": [
                    "10.4103/0973-1075.84538"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The effectiveness of a community-based breast cancer education intervention in the New York state capital region",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zeinomar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moslehi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Cancer Educ",
            "volume": "28",
            "issn": "",
            "pages": "466--73",
            "other_ids": {
                "DOI": [
                    "10.1007/s13187-013-0488-7"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The effectiveness of training for breast cancer and breast self-examination in women aged 40 and over",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Budakoglu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Maral",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozdemir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bumin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Cancer Educ",
            "volume": "22",
            "issn": "",
            "pages": "108--119",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03174358"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "American cancer Society guidelines for the early detection of cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cokkinides",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Eschenbach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "CA Cancer J Clin",
            "volume": "52",
            "issn": "",
            "pages": "8--22",
            "other_ids": {
                "DOI": [
                    "10.3322/canjclin.52.1.8"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Percentage of women with knowledge of different signs and symptoms of breast cancer (BC) before (baseline survey) and after (endline survey) interventions, 2018-2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Percentage of women having knowledge of risk factors of breast cancer before (baseline survey) and after (endline survey) interventions, 2018-2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Knowledge of breast cancer detection methods among women (in %) in the community before (baseline survey) and after (endline survey) interventions, 2018-2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The health education interactive session plans for participants BSE, breast self-examination; CBE, clinical breast examination.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Paired t-test showing mean difference in knowledge of signs and symptoms and risk factors of BC before and after the intervention among women in the study",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Paired t-test showing mean difference in knowledge of signs and symptoms and risk factors of BC before and after the intervention among healthcare providers at the study facility",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors are thankful to the Director, ICMR-NIRRH",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}