{
    "paper_id": "000e0d1b274d5333a2f7f59fb506b600035c8a94",
    "metadata": {
        "title": "Automatic de-identification of Data Download Packages",
        "authors": [
            {
                "first": "Laura",
                "middle": [],
                "last": "Boeschoten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ruben van den Goorbergh & Martine de Vos",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Roos",
                "middle": [],
                "last": "Voorvaart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ruben van den Goorbergh & Martine de Vos",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Casper",
                "middle": [],
                "last": "Kaandorp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ruben van den Goorbergh & Martine de Vos",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The General Data Protection Regulation (GDPR) grants all natural persons the right of access to their personal data if this is being processed by data controllers. The data controllers are obliged to share the data in an electronic format and often provide the data in a so called Data Download Package (DDP). These DDPs contain all data collected by public and private entities during the course of citizens' digital life and form a treasure trove for social scientists. However, the data can be deeply private. To protect the privacy of research participants while using their DDPs for scientific research, we developed de-identification software that is able to handle typical characteristics of DDPs such as regularly changing file structures, visual and textual content, different file formats, different file structures and accounting for usernames. We investigate the performance of the software and illustrate how the software can be tailored towards specific DDP structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The General Data Protection Regulation (GDPR) grants all natural persons the right of access to their personal data if this is being processed by data controllers, such as tech companies, governments and mobile phone providers (Regulation, 2016) . Data controllers are obliged to provide a copy of this personal data in a machine readable format and most large data controllers currently comply with this by providing users with the option to retrieve an electronic \"Data Download Package\" (DDP). These DDPs contain all data collected by public and private entities during the course of citizens' digital life and form a new treasure trove for social scientists (Boeschoten, Ausloos, Moeller, Araujo, & Oberski, 2020; King, 2011) . However, depending on which data controller is used, the data collected through DDPs can be deeply private and potentially sensitive. Therefore, collecting DDPs for scientific research raises serious privacy concerns and it would not be in line with the principles listed in the GDPR if appropriate measures to protect the privacy of research participants donating their DDPs would not be taken.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 245,
                    "text": "(Regulation, 2016)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 662,
                    "end": 717,
                    "text": "(Boeschoten, Ausloos, Moeller, Araujo, & Oberski, 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 718,
                    "end": 729,
                    "text": "King, 2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To protect privacy of research participants while using DDPs for scientific research, different types of security measures should be taken such as using shielded (cloud)environments to store the data and using privacy-preserving algorithms when analyzing the data. One key issue here is that the privacy of the participants should be preserved while their data is investigated by researchers and that, although appropriate security measures are taken to prevent this, in case of a data breach, it should not be possible to identify research participants. Because of these reasons, a thorough de-identification procedure is imperative. Many different types of software are already available for this, such as DEDUCE (Menger, Scheepers, van Wijk, & Spruit, 2018) and 'de-identify Twitter' (Coppersmith, Mitchell, Harman, Dredze, & Leary, 2017) . However, existing methods are not able to handle the highly complex and unstructured nature of DDPs. A particular characteristic of DDPs, that a de-identification procedure should consider, is the fact that the primary identifier of a natural person can be different for different DDPs and is often a username. Furthermore, some DDPs store private interactions of research participants with their contacts, which should be de-identified as well. At last, in case of personal data protected by the GDPR, 'machine readable' unfortunately does not mean equally structured nor easy to parse. Due to this great variety in content and structure, a new method for de-identification of DDPs is essential.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 760,
                    "text": "(Menger, Scheepers, van Wijk, & Spruit, 2018)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 787,
                    "end": 841,
                    "text": "(Coppersmith, Mitchell, Harman, Dredze, & Leary, 2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this research project we developed an automatic de-identification approach that can deal with the variety in DDPs. In the development we focused on DDPs from Instagram but we believe that our approach forms the basis of the de-identification of most DDPs and can easily be extended in order to de-identify DDPs from other companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our contributions are the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• We give insight in the structure and content of Instagram DDPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• We have developed a de-identification algorithm and provide it open source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• We have created an evaluation data set and provide it open source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• We prove that our algorithm is able to find and de-identify a substantive amount of personal data within DDPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• We provide the validation algorithm and ground truth used open source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the Background section we describe in more detail the structure of DDPs and we discuss how privacy of research subjects can be preserved when their DDPs are used for scientific research. In the Methods section we describe our de-identification strategy and how we deal with variety in Instagram DDPs. In addition, this section contains a description of the algorithm that we developed. In the Evaluation section we describe the creation of the evaluation data set. In the Results section we describe the outcomes of this evaluation procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of the software introduced in this paper is to enable researchers to use DDPs for scientific research while preserving the privacy of participants. In this section, we explain in more detail the specific type of data that can be found in DDPs, define our aims in terms of data protection in more detail and discuss relevant existing literature and software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Most large data controllers currently comply with the right of data access by providing users with the option to retrieve an electronic \"Data Download Package\" (DDP). This DDP typically comes as a .zip-file containing .json, .html, .csv, .txt, .JPEG and/or .MP4 files in which all the digital traces left behind by the data subject with respect to the data controller are stored. The structure and content of a DDP varies per data controller, and even within data controllers there are differences among data subjects. Data subjects may use different features provided by the data controller and this is reflected by their DDP, for example, if a data subject does not share photos on Facebook, there will be no data folder with .JPEG files in the corresponding DDP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Download Packages"
        },
        {
            "text": "One particular characteristic of DDPs is that their content and structure is often subject to change. For example, if a data subject downloads the DDP at a data controller, and repeats this a month later, differences may be found in the structure of the DDP. This can have several causes. The most straightforward cause is that the data subject generated additional data throughout this month. However, other important factors also play a role. First, data controllers can develop new features by which new types of data regarding the data subject are collected. Second, other features are phased out. Third, some data (for example search history) is only saved for a limited amount of time and is destroyed by the data controller after that period. In that case, it will also not be present in the DDP anymore. At last, the GDPR is still relatively new and data controllers continue to optimize the processes used to transfer the relevant data to its subjects, leading to changes in the structure of DDPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Download Packages"
        },
        {
            "text": "As the software in this research project was initially developed to de-identify Instagram DDPs, the structure of these DDPs has been thoroughly investigated. Instagram DDPs come as one or multiple zipfiles (depending on the amount of data available on the data subject). The .zip-file contains a number of folders in which all the visual content is stored, namely \"photos\", \"videos\", \"profile\" and \"stories\". The different folders refer to the different Instagram features used by the data subject to generate the visual content. For example, in the folder \"profile\", a subject's profile picture can be found, while in the folder \"stories\", visual content can be found generated using the \"stories\" feature in Instagram, a form of ephemeral sharing. All textual information is collected in a number of .json files. Some of these files have a simple list structure. For example the file \"likes.json\" lists all the 'likes' given by the subject, supplemented with a timestamp and the username of the Instagram account to which the 'like' was given. Files such as 'connections.json', 'searches.json' and 'seen content.json' have similar structures. Other files, such as 'profile.json' are typically shorter in size but have a more complex structure, as they typically contain different auxiliary characteristics. Other files with such a structure are for example 'account history.json', 'devices.json' and 'settings.json'. However, a substantial number of files contains data that is less structured. Examples of such files are 'comments.json', 'media.json', 'messages.json' and 'stories activities.json'. Furthermore, data subjects at Instagram are not necessarily natural persons. Data subjects at Instagram can be identified by a single and unique Username. Typically, natural persons have individual accounts with an accompanying username, but other institutions, such as for example retail shops or bands can also have an individual account with an accompanying username.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instagram DDPs"
        },
        {
            "text": "To summarize, software to de-identify Instagram DDPs should be able to handle:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instagram DDPs"
        },
        {
            "text": "• An ever changing file structure",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instagram DDPs"
        },
        {
            "text": "• Both visual and textual content",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instagram DDPs"
        },
        {
            "text": "• Different file formats",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instagram DDPs"
        },
        {
            "text": "• Files in highly structured and highly unstructured format and different variants in between.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instagram DDPs"
        },
        {
            "text": "• Natural persons and other users which are identified by their unique username.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instagram DDPs"
        },
        {
            "text": "If DDPs are collected for research purposes, researchers are also considered data controllers and the GDPR applies to them as well (van der Sloot, 2020, p.95). Among other things, they are obliged to take technical and organisational security measures aiming to minimise the risk of data abuse (van der Sloot, 2020, p.112) .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 322,
                    "text": "(van der Sloot, 2020, p.112)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Presevering privacy of research subjects"
        },
        {
            "text": "To determine what type of security measures are exactly appropriate in a situation where DDPs are collected for scientific research, the content of the DDPs and the purpose of the research play an important role. DDPs can contain various types of data. It can be structured or unstructured and can come in many different types of formats. Each researcher can be interested in a different aspects of the DDPs, depending on their research question. One researcher might be interested in the frequency of social media use during a Covid-19 lockdown (Zhong, Huang, & Liu, 2021) , and uses Instagram DDPs to investigate this. Another researcher might be interested political opinion and electoral success (Jungherr, 2015 ) (Schoen et al., 2013 and uses Twitter DDPs. A third researcher might be interested in personality profiling using Facebook \"likes\" (Kosinski, Stillwell, & Graepel, 2013) .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 573,
                    "text": "(Zhong, Huang, & Liu, 2021)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 700,
                    "end": 715,
                    "text": "(Jungherr, 2015",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 716,
                    "end": 738,
                    "text": ") (Schoen et al., 2013",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 887,
                    "text": "(Kosinski, Stillwell, & Graepel, 2013)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Presevering privacy of research subjects"
        },
        {
            "text": "As can be seen from these examples, some researchers are interested in text, while others are interested in likes or visual content. Consider the situation of a researcher interested in extracting measures of political opinions from text found in DDPs in more detail. Although political opinion is considered a category of sensitive personal data (van der Sloot, 2020, p.79), they are allowed to be collected when necessary for scientific research purposes (van der Sloot, 2020, p.85). However, as discussed, the researcher collecting this data is obliged to take appropriate security measures such as incorporating data protection measures by design and by default.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presevering privacy of research subjects"
        },
        {
            "text": "Although the sensitive personal data is typically essential for the researcher, this is not necessarily the information from which identification of research subjects can occur. Research subject identification from a DDP in case of a data breach is much more likely to occur due to the direct personal data that can be found within a DDP. However, direct personal data is less likely to be relevant for the research. Therefore, incorporating a step to remove direct personal data from DDPs in the data processing phase when collecting DDPs for research purposes reduces the probability that a research subject is identified in case of a data breach while it will not affect the quality of the data needed to answer the research question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presevering privacy of research subjects"
        },
        {
            "text": "To remove direct personal data from DDPs, the software should be able to adhere to the five key characteristics of DDPs introduced in the previous subsection. A first step is to investigate to what extent existing software and literature is able to remove direct personal data from DDPs. A well-known approach is k−anonymity (Sweeney, 2002) which requires that each record in a dataset is similar to at least k − 1 other records on the potentially identifying variables (El Emam & Dankar, 2008) . However, parts of the DDPs are highly unstructured and thereby unique per DDP and reaching k−anonymity is therefore not feasible. Much research has focused on the deidentification of electronic health records, for example to enable their use in multi-center research studies (Kushida et al., 2012) . Scientific open source de-identification tools are available such as DEDUCE (Menger et al., 2018) as well as commercial tools, such as Amazon Comprehend (Simon, 2018) and CliniDeID (Liu, Perez-Concha, Nguyen, Bennett, & Jorm, 2020) (Heider, Obeid, & Meystre, 2020) . Similar initiatives have taken place to de-identify personal data in other types of data, such as for human resource purposes (van Toledo, van Dijk, & Spruit, n.d.). However, textual content generated from structured data-bases such as for electronic health records or human resources typically have a higher level of structure compared to DDPs and does not handle key identifying information in DDPs, such as usernames or visual content and therefore existing software was not sufficient for our purpose. Alternatively, software has been developed focusing on the removal of usernames, for example for Twitter data (Coppersmith et al., 2017) . Furthermore, many different types of both open source and commercial software are available to identify and blur faces on images and videos, such Microsoft Azure (Azure, 2021) , and Facenet-PyTorch (Esler, 2019) . However, none of the investigated software was able to handle both textual and visual content and both structured and unstructured data within one procedure.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 340,
                    "text": "(Sweeney, 2002)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 470,
                    "end": 494,
                    "text": "(El Emam & Dankar, 2008)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 772,
                    "end": 794,
                    "text": "(Kushida et al., 2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 873,
                    "end": 894,
                    "text": "(Menger et al., 2018)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 978,
                    "end": 1028,
                    "text": "(Liu, Perez-Concha, Nguyen, Bennett, & Jorm, 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1029,
                    "end": 1061,
                    "text": "(Heider, Obeid, & Meystre, 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1680,
                    "end": 1706,
                    "text": "(Coppersmith et al., 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1871,
                    "end": 1884,
                    "text": "(Azure, 2021)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1907,
                    "end": 1920,
                    "text": "(Esler, 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "To summarize, a de-identification procedure is required that works appropriately when file structures change rapidly over time, while there are substantive differences in the level of structure within the files, that is able to handle different file formats, that is able to handle both visual and textual content and that recognizes the username as the primary identifier for natural persons, while other types of person identifying information (PII) should also be accounted for, such as first names, phone numbers and e-mail addresses. The developed software aims for such a level of protection that the privacy of the DDP owners (the participants) is always preserved. Importantly, the goal is not to prepare the DDPs for public sharing, however, in the unlikely event of a data breach, the individual research participants should not be directly identifiable. Therefore, the de-identification procedure introduced here should always be supplemented with other security measures such as using a shielded (cloud)environment to store the data and using privacy-preserving algorithms when analyzing the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "In this section we describe the approach and implementation of our de-identification algorithm. The developmental corpus for our algorithm is a small set of DDPs downloaded by the researchers. Although this data-set was small, we could already see a lot of variety in structure and content providing a useful basis for developing and testing our de-identification approach. All software is written in python and publicly available at https://github.com/UtrechtUniversity/anonymize -ddp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "To de-identify a number of Instagram DDPs, three main steps are undertaken per DDP (see also Figure 1 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Approach"
        },
        {
            "text": "1. Preprocess DDP 2. De-identify text files:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach"
        },
        {
            "text": "• Detecting PII in structured text",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach"
        },
        {
            "text": "• Replacing PII with corresponding de-identification codes Figure 1 : The software takes zipped DDP as input. Looping over the text (.json) files, all unique instances of PII are detected in the structured part of the data using pattern-and label recognition. The extracted info, together with the most common Dutch first names and, optionally, the participant file, is added to a key file. All occurrences of the keys in the DDP will be replaced with the corresponding hash. Finally, occurrences of human faces and text in media files are detected and blurred. The software will return a de-identified copy of the DDP in the output folder.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Approach"
        },
        {
            "text": "3. De-identify media files by detecting and blurring human faces and text",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach"
        },
        {
            "text": "The software consists of a wrapper and de-identification algorithms. The wrapper handles the preprocessing of the DDP and contains steps specific for Instagram. It unpacks the DDP and removes all files that are not considered relevant for social science reseach, like \"autofill.json\" and \"account history.json\". The user's profile \"profile.json\" is de-identified separately in this pre-processing phase, as its content and structure deviate from the other text files in the DDP. After the DDP is cleaned, the PII needs to be extracted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preprossessing"
        },
        {
            "text": "All text files in an Instagram DDP contain a nested structure of keys and values (see Figure 2 ). To extract PII from these texts, we have determined which key and value combinations and patterns are indicative for PII.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Detecting PII in structured text"
        },
        {
            "text": "Per .json file, the algorithm is recursively parsed over the nested structure, each time checking if the specific structure matches (1) a label: username value combination, (2) a username label: timestamp value combination, or (3) a list of length X with at least one timestamp and username value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting PII in structured text"
        },
        {
            "text": "To illustrate the first pattern, each conversation between two or more users stored in the \"messages.json\" file is a dictionary, containing multiple sub-dictionaries per sent message. Within this 'smallest structure' there is always a label 'sender' followed by the username. The algorithm will look for 'sender' and other similar standard labels. When the corresponding value matches a username (i.e., a string between 3 and 30 elements without special characters except underscores or points), it will be added to the dictionary. The second situation can be found in the \"connections.json\" file, a dictionary with multiple types of connection labels (e.g., 'close friends'). Subsequently, each label is made up of another dictionary with all corresponding usernames as labels and timestamps (moment of connection) as values. If the label matches a username and the value a timestamp, the username labels will be saved to the dictionary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting PII in structured text"
        },
        {
            "text": "Finally, an example of the (most occurring) third option is the \"comments.json\" file. Here you have the various commenting labels (e.g., 'media comments'), each containing a list of lists. The smallest structure in this file is a list with the time of the comment, the comment, and the username of the owner of the media. After checking if one of the items is a timestamp, the algorithm checks if one of the other items matches a username pattern. If this is the case, the username will be added to the dictionary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting PII in structured text"
        },
        {
            "text": "It should be noted that there is also a fourth way of extracting usernames. Even though most usernames found in Instagram DDPs match the above described patterns, usernames can also be mentioned in free text. In this case, there is no standard pattern to look for. Therefore, using regular expressions, the algorithm will search for tagged people (i.e., '@username') and shared media (i.e., 'Shared username's story') using regular expressions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting PII in structured text"
        },
        {
            "text": "Similar to usernames, the text files are checked for patterns (i.e., 'label: PII') and free text indicative of email-addresses and phone numbers. Different from extracting usernames, the regular expressions used to find email-addresses, phone numbers, and URLs are not applied in the 'PIIidentifying phase', but are explicitly added to the final dictionary. This way, not all occurrences will be added to the dictionary, increasing its size and reducing the efficiency (during the deidentification phase (see below), the algorithm needs to look for each key separately). Instead, by only adding the search patterns to the dictionary, the de-identification process remains efficient and becomes more inclusive. An important side note is that the regular expressions will only look for Instagram URLs. This because most of the URLs in the DDPs represent links to public websites. These cannot be traced to an individual person and they might be valuable for social science research. Therefore, these URLs can be left unchanged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting PII in structured text"
        },
        {
            "text": "As (first) names exclusively occur in free text and not in a structured format, it was not possible to systematically extract this type of PII. Therefore, instead of working bottom-up, we applied a top-down approach. After all text files have been checked and the key dictionary is filled, a list of the 10, 000 most common Dutch names is added to this dictionary (which we obtained from the DEDUCE software (Menger et al., 2018) ). Of course, it is also possible to add another list (of another country), making the algorithm applicable in multiple languages.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 429,
                    "text": "(Menger et al., 2018)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Detecting PII in structured text"
        },
        {
            "text": "After the PII is extracted and added to the dictionary, a PII specific de-identification needs to be added. Usernames and names receive a unique hexadecimal code. Note that the same name will always receive the same code. This way it is still possible to perform a network analysis after anonymization is complete. Additionally, it is also possible to provide the algorithm with a list of (user)names (and/or other information) and specific their corresponding codes yourself. This might be interesting for scientific research in which the (user)names of participants need to be (clearly) distinguishable from other (user)names. In short, (user)names are pseudonymized as they all receive their own specific code and can, therefore, be reverted back if the dictionary is saved. It is up to the user to decide if this dictionary is saved. On the other hand, email-addresses, phone numbers and URLs will anonymized, as they will be hashed with the general ' emailaddress ', ' phonenumber', and ' url' codes, respectively. For each DDP, the algorithm will look per PII listed in the dictionary for its occurrences, and replace it with the corresponding de-identification code. The replacement extends from file content to file/folder names, resulting in an entirely de-identified DDP.",
            "cite_spans": [
                {
                    "start": 969,
                    "end": 1019,
                    "text": "', ' phonenumber', and ' url' codes, respectively.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "De-identifying PII in text"
        },
        {
            "text": "Besides being able to link textual data to specific individuals, individuals may also be identified by their presence in the images or videos in a DDP. In addition, the images or videos can contain text which may include usernames, person names or other sensitive information. We detect faces in visual content using multi-task Cascaded Convolutional Networks Zhang, Zhang, Li, and Qiao (2016) in Facenet Pytorch Esler (2019) and blur all occurrences using the Python Imaging Library van Kemenade et al. (2020) . We detect text using a pre-trained Yadong (2018) EAST text detection model Zhou et al. (2017) and blur all occurrences using the Gaussian blur option provided by OpenCV Bradski (2000) .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 393,
                    "text": "Zhang, Zhang, Li, and Qiao (2016)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 488,
                    "end": 510,
                    "text": "Kemenade et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 606,
                    "text": "Zhou et al. (2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 682,
                    "end": 696,
                    "text": "Bradski (2000)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "De-identifying PII in media"
        },
        {
            "text": "To evaluate the performance of the software introduced in the Methodology Section, a group of 11 participants generated Instagram DDPs by actively using a new Instagram account for approximately a week. Here, the participants followed guidelines instructing them to actively generate the type of information that the software aims to de-identify.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data-set"
        },
        {
            "text": "The participants were instructed not to share any of their personal information via the Instagram accounts. Instead, participants were instructed to share either fake or publicly available information, such as URLS of news websites, images of celebrities or likes and follows of verified Instagram accounts. As the final data-set does not contain any personal information it is publicly available at http://doi.org/10.5281/zenodo.4472606.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data-set"
        },
        {
            "text": "The final data-set comprised 11 Instagram DDPs, containing a total of 723 .JPEG files (images) on which 1, 336 faces were identified and 304 usernames and 107 videos on which 164 faces were identified and 126 usernames. In addition, the .json files contain 8, 866 usernames, 904 first names, 218 e-mail addresses, 178 phone numbers and 278 URLS. See Table 1 for more detailed descriptive statistics regarding the visual content of the generated Instagram DDPs data-set.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 357,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Data-set"
        },
        {
            "text": "To evaluate the performance of the de-identification procedure in terms of textual content we consider PII in the form of usernames, first names, e-mail addresses, phone numbers and URLS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach for textual content"
        },
        {
            "text": "The first step of the evaluation procedure is establishing a ground truth. Table 1 : Descriptive statistics of visual and textual content in the generated Instagram DDP data-set the counting of the labels more efficient and less prone to errors, the labeling process was done in Label-Studio (Figure 3 ). Label-Studio returns an output file (result.json) that consists of multiple dictionaries; one per file (e.g., 'messages.json'), per package (e.g., '100billionfaces 20201021'). These dictionaries contain all the labeled text-items (e.g., 'horsesarecool52') and corresponding labels (e.g., 'Username') present in that specific file (Figure 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 301,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 635,
                    "end": 645,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Approach for textual content"
        },
        {
            "text": "Based on the ground truth, the number of PII categories per text file, per DDP can be determined. Next, using the key files created in the de-identification process, the number of corresponding hashes present in the de-identified DDPs are also calculated per text file, per DDP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach for textual content"
        },
        {
            "text": "Comparing the PII occurences in the raw DDPs with the PII and corresponding hash occurences, the software can determine the number of times a type of PII was correctly de-identified (True Positive, TP), the number of times a piece of text was incorrectly de-identified (False Positive, FP) and the number of times PII was not de-identified (False Negative, FN). Finally, the recall-, precision-, and F1-score are calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach for textual content"
        },
        {
            "text": "The username is the most important type of PII in DDPs, this holds for Instagram but for DDPs of many other data controllers as well, as usernames are typically unique and can be related to the data subject directly. The software distinguishes between two types of usernames. The researcher can provide a list with usernames of all research participants, and these usernames should be replaced with participant numbers (first type). The second type are all other usernames that appear in the DDPs and those should be replaced by a unique identification code. For both types it holds that they can by correctly de-identified (TP), not be de-identified (FN) or a random piece of text can be replaced by the participant number of the hash (FP). In addition, when a username of a participant is replaced by a wrong participant number or a unique identification code, this is also considered a FN. Researchers intended to use this software can decide for themselves if they want to include a list with participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach for textual content"
        },
        {
            "text": "First names should be replaced by a unique identification code (TP). If first names are not replaced they are flagged as falve negatives. In addition, false positives can occur, for example if a hash is applied to a word that is mistaken for a first name, such as the word \"ben\" in the Dutch sentence \"Ik ben vandaag jarig.\" In addition to the list containing the 10.000 most frequently used Dutch first names that has been used in the EHR de-identification software DEDUCE (Menger et al., 2018) , we added the first names of the research participants to the list. Furthermore, the software allows you to decide if you want to hash only names that appear in the names list and that start with a capital in the DDP, or if you also want to hash names that do not start with a capital.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 495,
                    "text": "(Menger et al., 2018)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Approach for textual content"
        },
        {
            "text": "To annotate visual content, a procedure was carried our by hand, as for each file it had to be determined whether there were one or multiple identifiable faces present and for each detected face whether it was indeed de-identified by the software. To determine whether a face was identifiable, we used a pragmatic definition where we defined a faces as identifiable if at least three out of five facial landmarks were visible (right eye, left eye, nose, right mouth corner and left mouth corner) Zhang et al. (2016) . This definition will not hold if a person will for example actively try to identify individuals by combining multiple images where a person is partly visible, but it provides a sufficient quality in the sense that in case of a data leak, the person on the images is not directly identified.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 515,
                    "text": "Zhang et al. (2016)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Approach for visual content"
        },
        {
            "text": "For each piece of visual content it holds that each identified face is considered a single observation which can be either appropriately de-identified (TP) or not (FN). Note that although a video consists of multiple frames in which the possibility arises that a face is identifiable, an instance of one frame showing an identifiable face following our definition results in one FN for this face in the movie. As the determination of whether a face is defined identifiable or not is performed by a human rater and this distinction is sometimes not straightforward, the questionable cases are independently rated by two raters and classification is performed based on consensus. In addition, a set of 100 .JPEG files and 20 .MP4 files were independently annotated by two separate annotators. On the .JPEG files, 204 faces were identified and from these, 193 were identified by both raters, which equals 94.6%. On this subset, a Cohen's κ inter-rater reliability was calculated of 1, so the raters highly agreed on which faces were appropriately de-identified and which not. For the .MP4 files, 49 faces were identified and from these, 41 were identified by both raters, which equals 83.7%. On this subset, a Cohen's κ inter-rater reliability was calculated of 0.62. The sample of faces was much smaller for .MP4 compared to .JPEG, and it was apparently also a lot more difficult to Figure 4 : The raw DDPs in which all PII categories are labeled (i.e., the ground truth) is compared with the de-identified DDPs. The software counts the number of PII categories (total), correctly hashed PII (TP), falsely hashed information (FP), and unhashed PII (FN). Subsequently, a recall-, precision-, and F1-score can be calculated. determine whether a face was appropriately identified when the image was moving compared to when it was a still image.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1381,
                    "end": 1389,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Approach for visual content"
        },
        {
            "text": "In addition, particularly on Instagram, visual content can contain usernames. The software is not able to distinguish between usernames and other types of text, and therefore usernames on visual content can only be detected and de-identified, distinctions between research participants and other usernames are not made. Therefore, appropriately de-identified usernames are counted as true positives (TP) and usernames not de-identified are counted as false negatives (FN). False positives cannot be quantified in the current procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach for visual content"
        },
        {
            "text": "For each category of PII in each filetype in the set of DDPs regarding textual content, we count the number of TP, FP and FN. For the visual content, we calculate the TP and FN. We use scikit learn to further evaluate the performance of the procedure on the different aspects (Pedregosa et al., 2011) . First, we calculate the recall, or the sensitivity, as",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 300,
                    "text": "(Pedregosa et al., 2011)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation criteria"
        },
        {
            "text": "Here, we measure the ratio of the correctly de-identified cases to all the cases that were supposed to be de-identified (i.e. ground truth). Each false negative potentially results in not preserving the privacy of a research participant and therefore a high value for the recall is particularly important. The precision is calculated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation criteria"
        },
        {
            "text": "Precision shows the ratio of correctly de-identified observations to the total of de-identified observations and a high precision illustrates that the amount of additional information lost due to unnecessary de-identification is limited. Given that DDPs are typically collected to analyze aspects such as the free text or the images, losing a lot of this information by the de-identification process challenges the intended research goal. At last, we calculate the F1 score",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation criteria"
        },
        {
            "text": "which combined the precision and recall and considered both false positives and false negatives. Note that we do not calculate the accuracy as the number of true negatives cannot be determined appropriately in our data-set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation criteria"
        },
        {
            "text": "In Table 2 , the results of the application of the software to our Instagram DDP data-set can be found, where we chose for settings including a participant file and capital sensitivity for first names.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Initial Results"
        },
        {
            "text": "Regarding the visual content, we can conclude a large proportion of faces on images is appropriately detected and blurred, while on videos this proportion is substantively lower. Apparently, faces are harder to detect by the detection algorithm when the images are moving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial Results"
        },
        {
            "text": "Regarding textual content, we can conclude that email addresses are appropriately detected and anonymized throughout all files within the DDPs. Regarding names, phone numbers and URLs, we can conclude that a substantial amount of names are not detected by the algorithm throughout the different files. The quality of the anonymization of usernames differs a lot depending on the file. Only in the file 'messages.json', false positives are detected. Furthermore, relatively lower recall values are measured for the files 'media.json' and 'saved.json', although these files have a small number of total observations. By critically investigating the results found in Table 2 , and investigating what coding decisions led to the most (negatively) outstanding results, improvements to the code were made.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 671,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Initial Results"
        },
        {
            "text": "The first improvement relates to the 'profile.json' file. Here, the entire entry that can be found after 'name' is now added to the key file and the similar key is used for the DDP username. In this way, the participant can be recognized throughout the complete DDP with either their username of their name. A second improvement has been made after further inspecting the relatively large amount of false positives in the 'seen content.json' file. Based on this, the list of labels that should be exempted from hashing has been extended. Based on a more thorough inspection of the type of usernames that were not detected by the algorithm, the username format has been adjusted in such a way that usernames are detected as such when they contain at least three characters, the minimum limit in the previous version of the code as six characters. After further inspecting the false positive first names, the names 'Van', 'Door' and 'Can' were removed from the list with the 10, 000 most frequently used first names because they also represent words commonly used in free text, resulting in a lot of FPs. At last, the hash function for usernames became case insensitive, as Instagram does not distinguish between lowercases and uppercases in usernames, while the software initially generated a different hash as an uppercase was used somewhere in the username compared to the username without uppercase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further improvements"
        },
        {
            "text": "The improved script has fewer false negatives regarding names, phone numbers and URLS. Regarding usernames, both the number of false negatives and false positives has decreased substantively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further improvements"
        },
        {
            "text": "Data Download Packages (DDPs) contain all data collected by public and private entities during the course of citizens' digital life. Although they form a treasure trove for social scientists, they contain data that can be deeply private. To protect the privacy of research participants while they ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future work"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Microsoft azure cognitive services",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Azure",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Digital trace data collection through data donation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boeschoten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ausloos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moeller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Oberski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2011.09851"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The OpenCV Library. Dr. Dobb's Journal of Software Tools",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bradski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Deidentify twitter",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coppersmith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dredze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leary",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Protecting privacy using k-anonymity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "El Emam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Dankar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of the American Medical Informatics Association",
            "volume": "15",
            "issn": "5",
            "pages": "627--637",
            "other_ids": {
                "DOI": [
                    "10.1197/jamia.M2716"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dec). facenet pytorch",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Esler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.34740/KAGGLE/DSV/845275"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A comparative analysis of speed and accuracy for three off-the-shelf de-identification tools",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Heider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Obeid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Meystre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AMIA Summits on Translational Science Proceedings",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analyzing Political Communication with Digital Trace Data: The Role of Twitter Messages in Social Science Research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jungherr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-20319-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ensuring the data-rich future of the social sciences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "science",
            "volume": "331",
            "issn": "6018",
            "pages": "719--721",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1197872"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Deepfakes: a new threat to face recognition? assessment and detection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Korshunov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marcel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1812.08685"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Private traits and attributes are predictable from digital records of human behavior",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kosinski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stillwell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Graepel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "110",
            "issn": "15",
            "pages": "5802--5805",
            "other_ids": {
                "DOI": [
                    "http:/www.pnas.org/cgi/doi/10.1073/pnas.1218772110"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Strategies for de-identification and anonymization of electronic health record data for use in multicenter research studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kushida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jadrnicek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Medical care",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/MLR.0b013e3182585355"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "De-identifying hospital discharge summaries: An end-to-end framework using ensemble of de-identifiers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Perez-Concha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jorm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2101.00146"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Deduce: A pattern matching method for automatic de-identification of dutch medical text",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Menger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scheepers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Wijk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spruit",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Telematics and Informatics",
            "volume": "35",
            "issn": "4",
            "pages": "727--736",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tele.2017.08.002"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Scikit-learn: Machine learning in python. the",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pedregosa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Varoquaux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gramfort",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thirion",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Grisel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of machine Learning research",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D P. ; H"
                    ],
                    "last": "Regulation",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gayo-Avello",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Takis Metaxas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mustafaraj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strohmaier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gloor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "uri=OJ:L:2016:119:FULL&from=EN Schoen",
            "volume": "27",
            "issn": "",
            "pages": "528--543",
            "other_ids": {
                "DOI": [
                    "https:/www.emerald.com/insight/content/doi/10.1108/IntR-06-2013-0115/full/html"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Amazon comprehend medical-natural language processing 24 for healthcare customers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "k-anonymity: A model for protecting privacy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sweeney",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "International Journal of Uncertainty, Fuzziness and Knowledge-Based Systems",
            "volume": "10",
            "issn": "05",
            "pages": "557--570",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The general data protection regulation in plain language",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Der Sloot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "October). python-pillow/pillow 8.0.0. Zenodo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurczewski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5281/zenodo.4088798"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evaluating dutch named entity recognition and de-identification methods in the human resource domain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Toledo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spruit",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5121/csit.2020.101520"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nov). frozen east text detection",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yadong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Joint face detection and alignment using multitask cascaded convolutional networks",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Signal Processing Letters",
            "volume": "23",
            "issn": "10",
            "pages": "1499--1503",
            "other_ids": {
                "DOI": [
                    "10.1109/LSP.2016.2603342"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mental health toll from the coronavirus: Social media usage reveals wuhan residents' depression and secondary trauma in the covid-19 outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Computers in human behavior",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2020.106524"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "East: An efficient and accurate scene text detector",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 ieee conference on computer vision and pattern recognition (cvpr",
            "volume": "",
            "issn": "",
            "pages": "2642--2651",
            "other_ids": {
                "DOI": [
                    "10.1109/CVPR.2017.283"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Example of key-value structure in .json files with structured and unstructured text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "An example of how labeling a comments.json file would look like in Label-Studio.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Using the 11 Instagram DDPs, a human rater had to manually label all PII categories per text file, per DDP 1 . To make",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Results in terms of TP, FP, FN, recall, precision and F1.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results in terms of TP, FP, FN, recall, precision and F1 after improvements to the script have been made.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}