{
    "paper_id": "00ae41055d1862fe61b84899875e60c957a913e9",
    "metadata": {
        "title": "Journal Pre-proof A commentary on \"Impact of the Coronavirus (COVID-19) pandemic on surgical practice -Part 1\" A commentary on \"Impact of the Coronavirus (COVID-19) pandemic on surgical practice -Part 1\"",
        "authors": [
            {
                "first": "Jubilent",
                "middle": [],
                "last": "Amalendran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "postCode": "SE1 1UL",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Youssef",
                "middle": [],
                "last": "Chedid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "postCode": "SE1 1UL",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Yaser",
                "middle": [],
                "last": "Hamza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "postCode": "SE1 1UL",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Immanuel",
                "middle": [],
                "last": "Sani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hassan",
                "middle": [],
                "last": "Ubaide",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "postCode": "SE1 1UL",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammed",
                "middle": [],
                "last": "Abdalla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "postCode": "SE1 1UL",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, We read with great interest an insightful article by Al-Jabir et al exploring the global disruption that has been caused by the coronavirus pandemic on various aspects of surgical practice and surgical training [1] . In the paper, the authors also make interesting recommendations for changes to surgical practice to help minimise disruption. In this letter we endeavour to further explore the alternative modalities through which surgical practice can evolve to cope with new challenges, providing high-quality, safe and efficient patient care.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "surgical practice -Part 1\""
        },
        {
            "text": "The pandemic has indefinitely modified surgical procedure around the globe. From re-organising entire surgical teams and repurposing theatres to educating clinicians on PPE and COVID-19 management, every effort has been made to minimise transmission whilst maintaining the best possible standard of care. We propose that the current situation has demonstrated a demand for robotic and remote surgery as it enables elective procedures to be carried out with a decreased risk of contamination and transmission of the virus [2].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "surgical practice -Part 1\""
        },
        {
            "text": "One obvious benefit of robot-assisted procedures is the need for fewer staff members in the operating theatre thus, decreasing the chances of bodily fluid contamination and subsequent viral transmission [2]. Moreover, by having less staff in theatre, not only is the use of PPE (that is required to treat COVID-19 patients) minimised, but those staff members can be instead redirected to COVID response teams. Additionally, it is recognised that robotic surgery is associated with a decreased risk of overnight admission in comparison to more traditional laparoscopic surgery [2]. Prolonged hospital admission places patients at an unnecessarily high risk of viral transmission and therefore surgeons must take steps to minimise time spent recovering in hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "surgical practice -Part 1\""
        },
        {
            "text": "Furthermore, robot-assisted surgery can allow clinicians to operate from distance [3]. This offers a host of benefits. Clinicians' travel times to distant hospitals is minimised, potentially enabling more operations to be performed, whilst at the same time reducing the risk of transmission to and from centres. Remote surgery may allow a single surgeon to operate across active, high-risk COVID areas and lower risk areas without concerns of cross-contamination. One current strategy in response to COVID-19 has been rotating surgical teams [1] . Employing a remote surgery approach may comply with this current tactic whilst also allowing 'offrotation' surgeons to continue operating whilst off a high-risk shift. A shift towards adopting a virtual approach to surgery can also alleviate the financial consequences seen with cancellations and postponement of elective procedures. Growing safety concerns and increased transmission of COVID-19 resulted in many hospitals freezing elective surgical procedures which could have avoided had these novel techniques been adopted.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "surgical practice -Part 1\""
        },
        {
            "text": "In addition to employing telesurgery as an immediate solution, it is crucial to prepare trainee surgeons for this method of operating. The use of video gaming may be a potentially effective approach to circumvent the need for on-site training. The positive influence of video gaming on cognitive skills essential for surgical performance namely, perceptual understanding under enhanced attentional weighting, has been well-documented in the literature [4] . It is known that experienced video game users attain endoscopic techniques faster than robotic techniques. However, trainees with extensive video game usage display greater hazard avoidance during basic robotic surgical procedures as evidenced in the observational study by Hvolbek et al [5] . It is important to note that video games are heterogeneous in nature and advancement in perceptual ability is largely derived from video games that utilise a virtual 3D environment with greater kinematic degrees of freedom. As such, we recommend widespread implementation of virtual reality gaming in surgical training curricula for the purpose of developing basic robotic surgery technical skills amongst trainees.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "surgical practice -Part 1\""
        },
        {
            "text": "During these unprecedented times, novel and efficient surgical methods are essential for the continuation of patient care. The challenges of this transmissible disease demonstrated a demand for innovative techniques to prevent COVID-19 transmission and associated surgical complications. Telesurgery has the capacity to safely alleviate some of the many challenges faced during the current pandemic. In order to ensure safe and widespread implementation; tele-surgery requires optimisation and warrants further high-quality randomised controlled trials, in addition to ubiquitous surgical training for trainees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "surgical practice -Part 1\""
        },
        {
            "text": "Provenance and peer review Commentary, internally reviewed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "surgical practice -Part 1\""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of the Coronavirus (COVID-19) pandemic on surgical practice -Part 1",
            "authors": [
                {
                    "first": "Al-Jabir A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Surgery",
            "volume": "79",
            "issn": "",
            "pages": "168--179",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The following additional information is required for submission. Please note that failure to respond to these questions/statements will mean your submission will be returned. If you have nothing to declare in any of these categories, then this should be stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Journal of Surgery Author Disclosure Form"
        },
        {
            "text": "None to declare",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any conflicts of interest"
        },
        {
            "text": "None to declare",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any sources of funding for your research"
        },
        {
            "text": "Please enter the name of the registry, the hyperlink to the registration and the unique identifying number of the study. You can register your research at http://www.researchregistry.com to obtain your UIN if you have not already registered your study. This is mandatory for human studies only.1. Name of the registry: 2. Unique Identifying number or registration ID:3. Hyperlink to your specific registration (must be publicly accessible and will be checked):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Registration Unique Identifying Number (UIN)"
        },
        {
            "text": "Please specify the contribution of each author to the paper, e.g. study design, data collections, data analysis, writing. Others, who have contributed in other ways should be listed as contributors.Jubilent Amalendran -Writing Youssef Chedid-Writing Yaser Hamza -Writing Immanuel Sani -Writing Hassan Ubaide -Reviewing Mohamed Abdalla -Reviewing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution"
        },
        {
            "text": "The Guarantor is the one or more people who accept full responsibility for the work and/or the conduct of the study, had access to the data, and controlled the decision to publish. Please note that providing a guarantor is compulsory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guarantor"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jubilent Amalendran"
        }
    ]
}