{
    "paper_id": "00b2e8ae813a2f04b5f333e21d1884f8543548df",
    "metadata": {
        "title": "Adoption of E-Learning during Lockdown in India",
        "authors": [
            {
                "first": "Sandeep",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Mathivanan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Prabhu"
                ],
                "last": "Jayagopal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Shakeel",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "S S"
                ],
                "last": "Manivannan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "P J"
                ],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Kiruba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Thangam",
                "middle": [],
                "last": "Raja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "S"
                ],
                "last": "Sree Dharinya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "R Giri"
                ],
                "last": "Prasad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Society for Reliability Engineering, Quality and Operations Management (SREQOM)",
                    "institution": "Lulea University of Technology",
                    "location": {
                        "postCode": "2021",
                        "country": "India, Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Education institutions like Schools, colleges, and universities in India are currently based on traditional learning methods and follow the conventional setting of face-to-face interaction/lectures in a classroom. Most of the academic sector started unified learning, still most of them struct with old steps. The unexpected Plague of a deadly infection called COVID-19 caused by (SARS-Cov-2) trembled the whole world. The WHO announced it as a disease outbreak. This circumstance challenged the whole education system worldwide and compelled educators to change to an online mode immediately. Many educational organizations that were earlier unwilling to change their traditional didactic practice had no choice but to move exclusively to online teaching-learning. This article provides an elaborate discussion about the education sector's impact during a disease outbreak in India. It offers a detailed discussion regarding how India adopts the e-learning approach in this critical situation. Further, it describes how to cope with the challenges related to e-learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "According to the World Health Organization (WHO 2020), COVID-19 is an infected disease caused by a newly found coronavirus (UNESCO 2020) . The WHO also reported that people affected by COVID-19 had mild to severe respiratory symptoms and improved without medical attention. Moreover, aged people and those affected by severe disorders in health conditions like cancer, chronic respiratory disorder, and diabetes are more likely to develop severe illness and death. The first case of COVID -19 in India originated from China and was registered on Jan 30, 2020. Currently, India has an enormous number of cases in Asia (Kumar et al. 2020a, b) . The transmission mode from human to human-generated is required for social distancing and avoidance in crowded locations (Venkatasen et al. 2020) . In this context, Most governments have closed the schools and institutions, where people cannot be prevented until further notification (UNESCO 2020). As of Sep 20, 2020, nearly 1.077 billion learners are affected due to the school's closure in response to the Outbreak.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "text": "(UNESCO 2020)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 640,
                    "text": "(Kumar et al. 2020a, b)",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 788,
                    "text": "(Venkatasen et al. 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As per UNICEF observing, 53 countries are now employing global closures, and 27 are implementing local closures, impacting around 61.6% of the world's student populations (UNESCO 2020; Dhawan 2020) . More than 32 crores of learners have been affected in India due to various limitations and the global lockdown for COVID-19. According to the UNESCO (United Nations Educational, Scientific and Cultural Organization) report, around 14 crores of primary and 13 crores of secondary students are affected, the two most affected stages in India. After seeing the COVID-19 situation, the WHO was instructed to sustain social distancing as the first prevention step. So every country started the action of lockdown to isolate the infected people.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 184,
                    "text": "(UNESCO 2020;",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 197,
                    "text": "Dhawan 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The sudden closure of schools compelled the official to recommend instant distance teaching to ensure students were not inactive in this disease outbreak. Hence, the traditional method (Face to Face teaching) has been replaced by E-learning for the time being. In contrast, the developed countries to developing countries observed that developing countries face difficulties like week internet connectivity, improper knowledge of ICT (Information and communications technology) usage, and weakness of content growth (Aung and Khaing 2015) . For example, the accessibility of content like video and other applications is still new to many teachers in developed nations, even at the university level. This new trend allows for technological improvements, and educators shift their culture in the organization. The critical factor to be considered before applying e-learning is that either learners are ready and will achieve in an online platform (Guglielmino and Guglielmino 2003; Watkins et al. 2004) . Although learners can show success in traditional methods and classrooms, that is not enough to accomplish that goal in an online learning circumstance (Watkins et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 538,
                    "text": "(Aung and Khaing 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 945,
                    "end": 979,
                    "text": "(Guglielmino and Guglielmino 2003;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 980,
                    "end": 1000,
                    "text": "Watkins et al. 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1155,
                    "end": 1175,
                    "text": "(Watkins et al. 2004",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 Related work 2.1 E-learning Recent technological developments have produced distance learning easier (McBrien et al. 2009 ).Most of the terms used like (online learning, open learning, web-based learning, computer-mediated learning, blended learning, and m-learning). It has a common ability to utilize a computer associated with a network that allows it anytime and anywhere (Cojocariu et al. 2014) . Online learning is a tool that can produce the teaching-learning process more In-class quiz and homework student-centered, innovative, and flexible. Online learning is defined as ''learning experiences in both synchronous and asynchronous platforms by different devices (e.g., mobile, laptops, and phone) with internet access. In this platform, students can be independent to study and interact with teachers and other students (Singh and Thurman 2019) . The synchronous learning platform is structured because students attend live lectures and real-time communication among teachers and students. It has the possibility of instant feedback, whereas asynchronous learning platforms are not properly structured. Learning content is not presented in live classes; it is presented at different learning systems and mediums. Immediate feedback and instant response are not possible under such a platform (Littlefield 2018) . Synchronous learning offers many opportunities for social communication (McBrien et al. 2009 ). Among this deadly virus transmitted, such virtual platforms are required (1) video conferencing with a minimum of 40 to 50 students is possible, (2) conversation with a student can perform to keep classes organic, (3) internet connections are good, (4) lectures are handy in mobile phones also and not just laptops, (5) opportunity of watching already recorded and stored lectures and (6) Immediate feedback from students can attain and assignments can be taken (Barboni 2019).",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 123,
                    "text": "(McBrien et al. 2009",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 378,
                    "end": 401,
                    "text": "(Cojocariu et al. 2014)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 832,
                    "end": 856,
                    "text": "(Singh and Thurman 2019)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1304,
                    "end": 1322,
                    "text": "(Littlefield 2018)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1397,
                    "end": 1417,
                    "text": "(McBrien et al. 2009",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The orders of ''Stay Home and Social Distancing'' had no one safe. Students couldn't go out due to this closure. India has the world's largest population that offers substantial opportunities in the education industry. Schools, colleges, and institutions are using online teaching as the primary mode of classes. The teachers and instructor steadily organize online webinars and meetings. The requirement for online teaching and learning has shown a massive explosion since the closure. It represents an enormous demand that is rising for online learning. Online teaching has been widely used in many countries as their dominant mode of education. The online teaching method needs only reliable internet connectivity and a laptop or smartphones as necessary. Also, students do not have to move from one place to another, so the traveling time is minimal. The retaining capacity is also strengthened because of travel; the student wouldn't feel depressed. Learning from home always offers a pleasant place to focus, as students can determine the best environment for themselves. The significance of virtual learning is rising, as the academic year has been radically disrupted due to COVID-19. Online teaching brings a lot to the learning table for all students because they are from pre-school or graduate level. Numerous digital tech companies have played a significant role in the change like google classroom, Zoom, Microsoft Teams, and Blackboard (Adeoye et al. 2020) . Representation of traditional learning-learning and blended learning is shown in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 1451,
                    "end": 1471,
                    "text": "(Adeoye et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1555,
                    "end": 1561,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Necessity of E-learning"
        },
        {
            "text": "While the disease outbreak influences several businesses, the online education industry is one of the few firms at its maximum. Much advancement has been explored within the Indian EDTech industry to address teacher's and student's complexities from a conventional to a virtual classroom. As these developments and technologies saw low adoption in the pre-COVID-19 world, several existing off the shelf technological advances have recently experienced broad adaption in educational institutions to ensure that the academic stream is not impeded. In the classroom, the bond between a teacher and student is much more in the classroom control. Nowadays, virtual classrooms have transformed the situation. Smart classrooms are produce teaching more straightforward and accessible by a student in close to real classroom like interaction. All competitive assessments are underway, and students can use the opportunity to practice towards themselves. This had a direct impact on the field of education. Teachers cannot Students have no choice other than to shift to laptops and smartphones. Ed-tech companies have experienced exponential growth in the disease outbreak. Byju has begun providing free materials in contagion and has acquired 7.5 million new users on its portal. Unacademy, Vedantu, and Toppr are some other companies that have seen 3 9 developments at this time. This growth is not surprising. After all, India has more than 1.5 billion students, and they have nowhere to go in this situation (Tripathy and Devarapalli 2020) .",
            "cite_spans": [
                {
                    "start": 1503,
                    "end": 1534,
                    "text": "(Tripathy and Devarapalli 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Indian ed-tech startups on the growth"
        },
        {
            "text": "In a recent study focusing on the education management of the COVID-19 crunch,90% of schools stated using pedagogic software tools., 72% used live streaming videos, 40% offers links to proceed with online materials,68% contributed towards virtual organization meeting and social media groups, less frequency, and small scale working groups (Emami 2020) . Electronic platforms like email, education tools, skype, Facebook, telegram, google are intensively used globally for theoretical content and currently adapting to this new persistence. Educational institutions present electronic educational platforms as an official alternative for classroom activities. For instance, the Moodle platform is extensively used by schools for active learning activities. Moodle is an online community that supports working to promote blending -learning to strengthen learning outcomes training and improving their performance in line with worldwide standards. Moodle can send didactic material, tasks, assessments and bring together personal communication with students. Aiming at schools in low-income areas showed that Moodle offers, else unavailable formative e-assessments and accommodated various question formats and different skill levels trained by instructors. Typically, students were expected to have good outcomes; reactions are given technological difficulties and problems associated with stresses (Passos et al. 2020) . As those outlets are beneficial, they are already organized, standardized and need to involve improvements, constant maintenance, and a quality internet connection. The institutions used personal platforms like Moodle to transmit education content to expand communication among students and professors. Because of specific modern development, the emphasis is on education; there seems to be little evidence about the significant impact these media outlets have on students training and solidifying expertise. LinkedIn and Pinterest are some other platforms are also used. New norms of classroom conference, lectures utilized in video conference systems, namely Zoom, jitsi, Microsoft teams, WebEx, were employed at several institutions. Zoom and webEX are open and paid platforms that are exciting alternatives to the classroom environment, though they heavily depending on the quality of the internet connection. The most exciting analysis of problem-based learning using webEX and Zoom is student distraction (mobile and web browsing). Virtual facilitation demands fearlessness from facilitators and intervention (Alshiekhly et al. 2015) .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 352,
                    "text": "(Emami 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1398,
                    "end": 1418,
                    "text": "(Passos et al. 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2536,
                    "end": 2560,
                    "text": "(Alshiekhly et al. 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Electronic platforms for e-learning during the COVID-19 in India"
        },
        {
            "text": "Students were effective assimilation and memorization. Online platform's assessments were not modified significantly, and facilitators quickly adapted to the new learning approach. While employing working characteristics implies seem to be more effective in face to face communication education modality based on discussion, internet-based discussion on digital platforms enables a more relaxed discussion setting. Nevertheless, their performance is based on utilizing a robust and portable interface that includes some prior training (Machado et al. 2020 ).In the Zoom environment, for example, it could be related to other tools like Twitter with good results in small group formats, stimulating robust discussion, and sparing pointless commutating during social isolation and even social limitation over student gatherings (Das et al. 2020) . During this stage, discussion on new concepts and educational approaches could be unified for online courses for primary infection control on the mobile application, which keeps students updated with the latest information regarding infectious diseases and prevention measures (Wootton et al. 2020) .",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 555,
                    "text": "(Machado et al. 2020",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 826,
                    "end": 843,
                    "text": "(Das et al. 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1123,
                    "end": 1144,
                    "text": "(Wootton et al. 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Electronic platforms for e-learning during the COVID-19 in India"
        },
        {
            "text": "Moreover, Microsoft teams and Google Meet are commonly used learning platforms and additional resources like Google classroom and hangout. Google meets agree for live activities of up to 250 simultaneous participants with the possibility of sharing presenter's screen (lecturer and student), allowing various instructive actions. Additionally, all participant's activity can be monitored, recorded, and stored in google drive for future references. In remote activities, the privacy of user data is vital. Tools using end-to-end encrypted systems, in which one user can only read the message, are suggested. These systems ensure secure data without any interference from external servers and manufacturers (Klein et al. 2012) . Instagram, What-sApp, Youtube, Facebook are some of the social media platforms widely utilized as teaching options. WhatsApp's usefulness as a telepathology tool was evaluated and offered sufficient response to efficient screening, finding suspicious lesions, and following up on critical cases (Martin et al. 2012) . The primary essential of WhatsApp to communicate and counseling tools during COVID-19 duration. As we construct among the reception and response times of WhatsApp and traditional email inside educational platforms, we can display better outcomes using instant multimedia messaging (Halpin and Lockwood 2019) . Facebook permits students to deliberate topics more openly and flexibly with less time duration and place limits. It could be more essential in teaching the theoretical concept of education practices.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 725,
                    "text": "(Klein et al. 2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1023,
                    "end": 1043,
                    "text": "(Martin et al. 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1327,
                    "end": 1353,
                    "text": "(Halpin and Lockwood 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Electronic platforms for e-learning during the COVID-19 in India"
        },
        {
            "text": "Any change that is so radical, and also determined to introduce growth avenues that will turn the global higher education system, particularly in India, to introduce a planned reform in this segment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positive impacts of Covid-19 on education in India"
        },
        {
            "text": "Universities and colleges are moving to a blended learning approach where both face to face delivery and e-learning model have become standard practices. It could involve all instructors to be more knowledgeable about technology and have to go through specific training to get them to the level that will be important. Modern ways of delivering and assessing learning goals will have to be incorporated, setting new vast potential for a significant educational research and epistemology change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Upsurge in blended learning"
        },
        {
            "text": "It is a fantastic chance to create for firms designing and expanding learning management systems and used by universities and schools. It has the opportunity to spread at a very rapid rate, but all institutions will have to price it adequately to be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning management systems to be the modern standards"
        },
        {
            "text": "Universities and colleges have a significant opportunity to improve the quality of teaching materials used in the teaching and learning activities. There would be a shift to find new ways to design and produce quality content, particularly as learning management systems will bring new openness and accountability to learning since blended learning will be the new learning format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improvement in learning material"
        },
        {
            "text": "To a considerable extent, the teaching community has been very isolated, even in countries like India. A revolutionary process is provided where interactive teaching and learning can take on new ways and be leveraged. Faculty members can provide online courses to even students from competing institutions. Collaborations may also happen to benefit from each other among faculty across the country. It is then predicted that teleconferencing incentives will increase massively, which may also have a detrimental impact on travel. There would be growing lots of academic web meetings, workshops, and conferences, so there is a chance that some new type of online conference framework will arise as a business strategy. There has been one fact which, we can predict after this and will change the way higher education works globally and in India. India is moving through a transition in the higher education sector, and now it will go into a gradual effort in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rise in collaborative work"
        },
        {
            "text": "Although online education cannot reform traditional classroom education due to personalized attention and face-to-face communication, it can be a more effective supplement to the education system model. The COVID-19 situation has stunned the world economy with a profound effect on almost all fields. As per a UNESCO study, the disease outbreak could negatively influence around 290 million students across 22 countries due to school and college closure amid the lockdown. Prolonged school closures will worsen students essential, tend to lose human resources and economic incentives in the long run. As per the World Bank, its implications would be significant in countries, where education is coping with lower learning outcomes and a high dropout rate. Many education institutions have no option but to adopt e-learning to sustain this contagion situation. Over the past several years, e-learning has seen a spike in seamless internet connectivity, the development of Android mobiles, and significant progression in technologies. The ongoing situation can be seen as an incentive in disguise for digital education. E-learning overrides geographical challenges and implies that training is full access. It also makes simple, fast, and 24*7 connectivity. Many ed-tech companies have exploited the potential to give lessons excitingly and interactively with students. At present, e-learning might seem a viable solution to fill the void made due to the lack of classroom learning. Unexpectedly, the Indian government has used awareness of the untapped necessity of e-learning. Indian government introduces ''One nation-one platform scheme by the PM E-Vidya platform and produced to the students from class 1 to class 12; it will be liberalized distance and online learning platform. Its prominence on community radio, podcasts, and customized content for differently-abled people will allow more inclusivity into education access. Nevertheless, some difficulties need to be addressed to bring online education to the forefront in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decoding COVID-19 influence on Indian education system"
        },
        {
            "text": "(1) Undisturbed access to the internet is yet to become practice in level 3 and rural states in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decoding COVID-19 influence on Indian education system"
        },
        {
            "text": "(2) The lack of a comprehensive policy control leads to the operational framework being unclear. Online learning needs to start taking knowledge or understanding students different learning rates and creating customized strategies. It is necessary to address rising screen time, anxiety, and stress triggered by digital equipment's continuous use. We need to restructure the current teaching methods to flawlessly combined online learning into traditional learning. Equally relevant is the need to formulate a quality benchmark for education sources. So far, e-learning has proven to be a boost for metropolitan centers. Further, it should be expanded to support the rural and underserved hinterlands and differently-competent part of society. Modern technologies like Machine learning, Virtual reality, Artificial intelligence midst, among others, can be involved in bridging the vital gaps. The disease outbreak's ongoing crisis offers the chance to revisit the deep-rooted classroom style and highlight online learning effectiveness. It has been a great equalizer since it has allowed different conventional models to interact and analyze the weaknesses and limitations (Tadesse and Muluye 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decoding COVID-19 influence on Indian education system"
        },
        {
            "text": "The disease outbreak has severely impacted the higher education field, which is a critical determinant of a country's financial prospects. In India, from March.2nd-week state government across India started closure schools and colleges temporarily to control the spread of COVID-19. There is no ambiguity when they will reopen schools and colleges. This is a vital duration for the education sector like board examinations, school admission, entrance exams of various universities, and modest examinations, among others, are held during this crucial period. While the months pass with no immediate way to prevent the COVID-19 Outbreak, the closure of schools and universities will not only have a short term impact on the continuity of learning in India for more than 285 million young learners but will have much further reaching both economic and social implication. Like teaching and assessment methodologies, the erection of schooling and learning was the first to be influenced by these closures. Only a glimpse of private schools can adopt methods of online teaching. The low-income private and government school equivalents, on the other hand, complete closure for not having access to e-learning solutions (Jena 2020) . In contrast to the missed educational experiences for learning, there is no more extended access to adequate meals during this critical situation and exposed to social and economic strain. The disease outbreak has hugely influenced the whole education sector and determines its economic future. A significant proportion of Indian students, second only to China, join in universities abroad, particularly in nations worst affected by the disease outbreak, the US, UK, China, and Australia. Several such students have been prohibited from exiting these countries. If the situation continues, a drop in demand for foreign higher education is projected longer. The larger concern is that everybody's mind impacts the disease outbreak on the employment level. Because of the current predicament, Young graduates in India fearing the removal of work opportunities from companies. The Centre for Monitoring India's economic growth prediction on unemployment shot from 8.4% in mid-march to 23% in early April and the urban rate of unemployment to 30.9%. The disease outbreak has transformed the centuries-old teaching model to one driven by digital-based learning. The disruption in education delivery prompts policymakers to seek out how to improve large-scale participation while maintaining affordable e-learning strategies and addressing the digital divide. A Multi-pronged strategy is required to handle the challenge and develop a resilient Indian education system in the long term.",
            "cite_spans": [
                {
                    "start": 1214,
                    "end": 1225,
                    "text": "(Jena 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Impact and strategies on education sector in India -COVID-19 outbreak"
        },
        {
            "text": "• Instant measures are essential to guarantee continuity of learning in government schools and universities. Opensource digital learning solutions and learning management software should be adopted, so teachers are encouraged to conduct teaching online. DIKSHA (Digital Infrastructure for Knowledge sharing) platform reaches throughout all regions of India, can be further to ensure proximity to student learning. • It is essential to determine an inclusive learning solution, particularly for the most vulnerable and marginalized. With the drastic improvement of mobile internet, users in India are expected to reach 85% of the household by 2024. Technologies allow for high-speed access and personalized education, even in the remote areas of the countries. This will change the education system and enhance teaching and learning, presenting numerous options to choose from students and teachers. Many aspirational districts have launched innovative, mobile-based learning models for the active delivery of education, which others can implement. • Strategies are intended to produce the higher education system for growing demand-supply dynamics worldwide, particularly those associated with student and faculty's urban development, enhancing India's quality and potential higher education. Additionally, it is necessary to take immediate measures to mitigate the impact of a disease outbreak on employment opportunities, training programs, and academic research. • It is vital to revisit the present delivery and pedagogical practices in school and higher education, effectively combining traditional classrooms with e-learning modes to make a unified learning system. The Key challenge of national EDTech reforms is the effective integration of technology into the current Indian education system, which is more dynamic and globally over 15 lakh schools and 50,000 higher education institutions. Additional quality assurance initiatives and quality benchmarks for online learning are constructed and provided by India (HEIs and E-learning platforms) . Numerous e-learning players give several courses with different training levels, approaches, and assessment methods within the same topics. Also, the quality of Courses can vary among several e-learning platforms. • Traditional Indian experience has been well known worldwide for its technological advancement, values, and superiority in developing sustainable technologies and medicines. Courses on the conventional India knowledge system in yoga, architecture, hydraulics, ethnobotany, metallurgy, and agriculture should be combined with modern mainstream higher education to lead for useful purposes. In this crisis, a well-rounded and productive educational practice is required for the capacity-building of young minds. It will develop skills that boost their health, productivity, employability, and well-being in the decade to maintain India's overall development process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2022,
                    "end": 2053,
                    "text": "(HEIs and E-learning platforms)",
                    "ref_id": null
                }
            ],
            "section": "Impact and strategies on education sector in India -COVID-19 outbreak"
        },
        {
            "text": "Typically, in this period, young students prepare and write entrance exams, consider which university to join in India, or start planning higher education studies in abroad. But now, there is nothing ordinary about the circumstances. The disease outbreak of COVID-19 has frightened the worldwide. The stress on learners and educational institutions is high. Schools and colleges were suspended, and examinations are cancelled. Classrooms are becoming digital, and admissions are anxious with ambiguity for the upcoming academic years. As per UNESCO, around 320 million students in Indian schools and colleges are primarily characterized. The pandemic has driven the community to reinvent ways to deal with the new reality significantly. After the initial stage of the complete revamp, it is vital to consider the short and long-term effects and future steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 on Education sectors-its opportunities and challenges"
        },
        {
            "text": "Going to digital, it became an instant and efficient response to the current situation. It is essential to build robust online environments as it became a necessity to provide stability in learning. However, in developing nations like India, with large differences in student's social-economic circumstances and the quality of education institutions, the changes are not convenient. The digital divide has further bridged the gap and requires immediate support from both the public and private sectors as the crisis continues. A good instructor will upgrade the curriculum, and efficient tools will guarantee that students remain involved in the learning process productively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online learning"
        },
        {
            "text": "7.2 Large number of Indian student will stay home in India",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online learning"
        },
        {
            "text": "Lakhs of Indian students have increasingly decided to take higher education in abroad. As per the study report, India is the second-largest source of international students around the world. This regular migration is likely to turn, at least for the next few years, to an influx into Indian institutions, set travel limitations, and health hazards. It indicates that crores of rupees and the amount invested in higher (Foreign education) could likely be preserved in the country, as most students consider home options. Although foreign institutions may bear the shift's impact, it is a potential target for India to improve its ability and deliver quality education with global standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online learning"
        },
        {
            "text": "The economy has suffered a severe blow, and its ripple effects can be experienced in the education industry. Although many students measure new perspectives, the disease outbreak still put others in uncertainty. Unemployment is likely to increase, and the financial potential of Indian families is now under strain; the country can foresee a decrease in enrollment and difficulties with tuition fees. Public organizations are also facing with minimal funding. On the other hand, the Outbreak could also trigger restructuring of the fee system and the development of even more cost-effective services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of a shrinking global economy"
        },
        {
            "text": "Beyond the top band of education excellence with private universities providing emerging trends, Indian academia needs development long before the emergence of disease outbreaks. There is a possibility to revisit the traditional system of education now. Digital learning is leading the way as a core, and several recent technologies are increasing in popularity across the world. Interdisciplinary and flexible pedagogy can thrive, which provides skill, experience, and personalized learning. A combination of e-learning and traditional face to face teaching with support from academic institutions and the ed-technology industry could be seen in post disease outbreak times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New trends in teaching and learning will emerge"
        },
        {
            "text": "Opportunities for student education and realistic experience by exchange programs, internships, and attending conferences are more likely to be off the table for some time. Creative methods of collaboration and alternate ways of thinking are required to improve learning, research, and teaching. In these challenging times, sharing expertise among educational institutions worldwide by joint-teaching, virtual guest lectures might offer the students an expanded broad perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Greater worldwide collaboration among student, industry, and academia"
        },
        {
            "text": "COVID-19 pandemic has been influenced by every social and economic factor of India. Firms and student communities, and several other communities are among the most marginalized areas that have endured this Outbreak's severity. The complex changes produced by COVID-19 have offered us the only opportunity to switch it accordingly. Students will be out of schools and colleges and shifting to digital classrooms. Likewise, companies have adjusted to shifting their regular activities to digital workplaces and are performing globally.COVID-19 has also effect the internship season. Mid-April -July is traditionally called an internship season. Still, now most students pursue summer internships, and employees hire the highest number of interns compared to the previous year. As a side impact of the disease outbreak, some firms had to either cancel or postpone the summer internship programs. The COVID-19 gave birth to the ambiguity about internships for thousands of students all around India. Some of them lost their internship opportunities, whereas others have chosen to seek internships during summer break. To support individual students overcome this ambiguity and help them manage their internship circumstance, we have created a list of internship employing trends that arose during a disease outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intern employment trends during COVID-19"
        },
        {
            "text": "As an impact of the country moving into COVID-19 lockdown, most of the firms started to operate globally and shifted their operation online. The processes for recruiting and training have been transformed into virtual activities. Rather than suspending the intern specification, many firms have opted to hire intern tutors virtually. The number of work from home intern specification by employers has grown by 3 times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employers are employing 3 times more work from home intern"
        },
        {
            "text": "Before COVID-19 contagion occurred, 35% of the employers employed in-office interns only, 39% hired virtual interns, and 26% hired a mix of both in-office and virtual interns according to the intern needs. These numbers have radically transformed over the last four months. Currently, 63% of employers across India are employed, virtual interns. Only 22% of employers are employed inoffice interns, and the rest 15% are hiring a mix of both inoffice and virtual interns. Additionally, 67% of them are doing their employment process online and are providing work-from-home until the COVID-19 situation progresses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intern hiring scenario before and after COVID-19 Outbreak"
        },
        {
            "text": "Educational technology has become a source of innovation as well as improved education. This disease outbreak made significant improvements, transforming the learning environment in schools and shifting the way lessons are carried out. Artificial Intelligence (AI) plays the most exciting role in shaping and highly personalized education sector. It is used in EDTech to optimize critical activities like Assessment and feedback on areas required to strengthen. Another innovative technology used and performed by the EdTech platform is Cloud computing. It allows access to high technology to everyone. The consistent sharing of knowledge stored in cloud servers on an EdTech platform allowed effective teaching streamlined for students. One of the critical aspects of acceleration in online learning. The significance of e-learning in 2020 will include the necessity of professional courses with designed and user produce content; it demands that people learn and work remotely. The most effective content would efficiently compete with the student's requirements, resulting in positive user engagement and an optimum outcome. As technology grows, new trends will develop, but the pillars around which it will advance would be customized learning, accessibility, engagement, and user-centric learning. India's EdTech industry ranks the second largest globally, and its penetration in the country has further increased due to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E-learning trend to follow continuously"
        },
        {
            "text": "Indian university education might build a strategic change from its current learning strategy. They might seize the opportunity of this unprecedented situation and make much-needed process improvement. Universities should generate sophisticated technology to achieve the courses and best prepare their students for this dynamic world. To attain the primary goal, they must provide a progressively advanced learning and teaching model with authentic assessments, individual lifelong learning, and face-to-face delivery coupled with technology in a multi-model delivery format. As COVID-19 struck universities, they immediately migrated to remote learning with personalized teaching materials not explicitly developed. In the post-COVID-19 context, universities will create materials to provide hybrid multi-model delivery for improved student experience. We need a change of perspective in universities. The system wants to lose its intrinsic stiffness and strength to be more dynamic. Experts and the industry can collaborate to deliver training programs to make them both realistic and application-based. It is recognized that in this new unpredictable environment, industries will shift, some will decline, and some will arise. Indian universities have a significant role in education and producing adaptable, innovative, and resilient workers to seize opportunities in these new emerging industries worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities for Indian universities post-COVID-19"
        },
        {
            "text": "An E-learning platform study based on 0.45 million users who produce reviews on seven leading e-learning platforms suggests that 66.1% of users value application quality followed by class experience and subject material; it is vital in evaluating performance. Overall quality includes bugs, features, OTP (One time password), login related, notifications, loading time, improved suggestions, and complete feeling after using applications. The world is experiencing tremendous adoption and use of e-learning platforms among students during the lockdown. There was already significant growth in the adoption of education technology, with USD (United States Dollar) 14.5 billion expenditures in 2019.COVID-19 has given impetus to the digital transformation of the Indian educational field. More than 0.3 billion student effects due to schools and universities' closures resulted in the dramatic change to the e-learning platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application quality most essential for e-learning platform users"
        },
        {
            "text": "COVID-19 had a tremendous change in the educational sector in India. Though it has raised numerous challenges and various opportunities, it has also progressed. The Indian government and different education participants have discussed the possibility of e-learning by adopting different digital technologies to handle current COVID-19 circumstances. India is not entirely armed to make education grasp all corners of the nation by digital platforms. Universities and India's government are persistently trying to develop a solution for India's education process. The precedence should be to utilize digital technology to create a beneficial point for Millions of young students in India. The educational institution's hour is needed to support their knowledge and Information Technology infrastructure to be ready for facing COVID-19 situations. The conception of ''work from home'' has greater significance in such a contagion condition to decrease the transmission of COVID-19. India should develop inspired strategies to ensure that all children must have viable access to learning during pandemic COVID-19. E-learning practice is promoting the students vastly; it should be continued after the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Adanikin A (2020) COVID-19 and E-learning: Nigeria tertiary education system experience",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Adeoye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Adanikin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Res Innov Appl Sci",
            "volume": "5",
            "issn": "5",
            "pages": "28--31",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Facebook as a learning environment for teaching medical emergencies in dental practice",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Alshiekhly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arrar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barngkgei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dashash",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Edu Health",
            "volume": "28",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cham Barboni L (2019) From shifting earth to shifting paradigms: how webex helped our university overcome an earthquake. CISCO, Upshot By Influitive Chirikov I",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Aung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Khaing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Semenova",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maloshonok",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bettinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Kizilcec",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Challenges of implementing e-learning in developing countries: a review",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SWOT anlysis of e-learning educational services from the perspective of their beneficiaries",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Cojocariu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lazar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nedeff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lazar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Procedia-Soc Behav Sci",
            "volume": "116",
            "issn": "",
            "pages": "1999--2003",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficiency of mobile video sharing application (WhatsAppÒ) in live field image transmission for telepathology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Manaktala",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Natarajan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yellapurkar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Syst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10916-020-01567-w"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Online learning: a panacea in the time of COVID-19 crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dhawan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Edu Technol Syst",
            "volume": "49",
            "issn": "1",
            "pages": "5--22",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: perspective of a dean of dentistry",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Emami",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JDR Clinic Trans Res",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is it live or is it internet? Experimental estimates of the effects of online instruction on student learning",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Figlio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rush",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Labor Econ",
            "volume": "31",
            "issn": "4",
            "pages": "763--784",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identifying learners who are ready for e-learning and supporting their success",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Guglielmino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Guglielmino",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "18--33",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The use of twitter and zoom videoconferencing in healthcare professions seminar course benefits students at a commuter college",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "Mkk",
                    "middle": [],
                    "last": "Lockwood",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adv Physiol Educ",
            "volume": "43",
            "issn": "2",
            "pages": "246--249",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of pandemic COVID-19 on education in India",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jena",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Curr Res (IJCR)",
            "volume": "12",
            "issn": "7",
            "pages": "12582--12586",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interactive distance learning for orthodontic residents: utilization and acceptability",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Hannum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Koroluk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Proffit",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Orthod Dentofac Orthop",
            "volume": "141",
            "issn": "3",
            "pages": "378--385",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pediatric and geriatric immunity network mobile computational model for COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prabhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajendran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jothikumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Pervasive Comput Commun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1108/IJPCC-06-2020-0054"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Social economic impact of COVID-19 Outbreak in India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Maheshwari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prabhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prasanna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jayalakshmi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Suganya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jothikumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Pervasive Comput Commun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1108/IJPCC-08-2020-0107"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The difference between synchronous and asynchronous distance learning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Littlefield",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Social media and telemedicine for oral diagnosis and counselling in the COVID-19 era",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "De Souza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Júnior",
                    "suffix": ""
                },
                {
                    "first": "Prf",
                    "middle": [],
                    "last": "Bonan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Oral Oncol",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An evaluation of remote communication versus face-to-face in clinical dental education",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Lazalde",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stokes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br Dent J",
            "volume": "212",
            "issn": "6",
            "pages": "277--282",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Virtual spaces: Employing a synchronous online classroom to facilitate student engagement in online learning",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcbrien",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int Rev Res Open Distrib Learn",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.19173/irrodl.v10i3.605"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quality of information about oral cancer in Brazilian Portuguese available on Google, Youtube, and Instagram",
            "authors": [
                {
                    "first": "Kkm",
                    "middle": [],
                    "last": "Passos",
                    "suffix": ""
                },
                {
                    "first": "Acl",
                    "middle": [],
                    "last": "Da Silva Leonel",
                    "suffix": ""
                },
                {
                    "first": "Prf",
                    "middle": [],
                    "last": "Bonan",
                    "suffix": ""
                },
                {
                    "first": "Jfl",
                    "middle": [],
                    "last": "De Castro",
                    "suffix": ""
                },
                {
                    "first": "Anjos",
                    "middle": [],
                    "last": "Pontual",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "De Moraes Ramos-Perez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "Cruz",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Medicina Oral Patología Oral y Cirugía Bucal",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How many ways can we define online learning? a systematic literature review of definitions of online learning (1988-2018)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thurman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Distance Edu",
            "volume": "33",
            "issn": "4",
            "pages": "289--306",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The impact of COVID-19 pandemic on education system in developing countries: a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tadesse",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Muluye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Open J Soc Sci",
            "volume": "8",
            "issn": "10",
            "pages": "159--170",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Emerging trend set by a start-ups on Indian online education system: a case of Byju's",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tripathy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Devarapalli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Public Aff",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/pa.2128"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Forecasting of the SARS-CoV-2 epidemic in India using SIR model, flatten curve and herd immunity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Priya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajendran P Venkatasen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Mathivanan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jayagopal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajendran",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Somanathan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Ambient Intell Humaniz Comput",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12652-020-02641-4"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Assessing readiness for e-learning",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leigh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Triner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Perform Improv Q",
            "volume": "17",
            "issn": "4",
            "pages": "66--79",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Overcoming technological challenges: lessons learned from a telehealth counseling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wootton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccuistian",
                    "suffix": ""
                },
                {
                    "first": "Legnitto",
                    "middle": [],
                    "last": "Packard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Saberi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Telemed e-Health",
            "volume": "26",
            "issn": "10",
            "pages": "1278--1283",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 E-learning in higher education",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of various learning in education sectors",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of existing e-learning tools",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}