{
    "paper_id": "00b9e578fb8995e7f2fad5565e58ba3f9bea9c01",
    "metadata": {
        "title": "Quantification of occupational and community risk factors for SARS-CoV-2 seropositivity among healthcare workers in a large U.S. healthcare system",
        "authors": [
            {
                "first": "Julia",
                "middle": [
                    "M"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristin",
                "middle": [
                    "N"
                ],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Overton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory Healthcare",
                    "location": {
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "A"
                ],
                "last": "Lopman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "L"
                ],
                "last": "Lash",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Photakis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory Healthcare",
                    "location": {
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jesse",
                "middle": [
                    "T"
                ],
                "last": "Jacob",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1518 Clifton Road NE",
                        "postCode": "4003, 30322",
                        "settlement": "Georgia, Room, Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Roback",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1518 Clifton Road NE",
                        "postCode": "4003, 30322",
                        "settlement": "Georgia, Room, Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "K"
                ],
                "last": "Fridkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1518 Clifton Road NE",
                        "postCode": "4003, 30322",
                        "settlement": "Georgia, Room, Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "P"
                ],
                "last": "Steinberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1518 Clifton Road NE",
                        "postCode": "4003, 30322",
                        "settlement": "Georgia, Room, Atlanta",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Quantifying occupational risk factors for SARS-CoV-2 infection among healthcare workers can inform efforts to improve healthcare worker and patient safety and reduce transmission. This study aimed to quantify demographic, occupational, and community risk factors for SARS-CoV-2 seropositivity among healthcare workers in a large metropolitan healthcare system. Methods: We analyzed data from a cross-sectional survey conducted from April through June of 2020 linking risk factors for occupational and community exposure to COVID-19 with SARS-CoV-2 seropositivity. A multivariable logistic regression model was fit to quantify risk factors for infection. Participants were employees and medical staff members who elected to participate in SARS-CoV-2 serology testing offered to all healthcare workers as part of a quality initiative, and who completed a survey on exposure to COVID-19 and use of personal protective equipment. Exposures of interest included known demographic risk factors for COVID-19, residential zip code incidence of COVID-19, occupational exposure to PCR test-positive healthcare workers or patients, and use of personal protective equipment. The primary outcome of interest was SARS-CoV-2 seropositivity. Results: SARS-CoV-2 seropositivity was estimated to be 5.7% (95% CI: 5.2%-6.1%) among 10,275 healthcare workers. Community contact with a person known or suspected to have COVID-19 (aOR=1.9, 95% CI:1.4-2.5) and zip code level COVID-19 incidence (aOR: 1.4, 95% CI: 1.0-2.0) increased the odds of infection. Black individuals were at high risk (aOR=2.0, 95% CI:1.6-2.4). Overall, occupational risk factors accounted for 27% (95% CI: 25%-30%) of the risk among healthcare workers and included contact with a PCR testpositive healthcare worker (aOR=1.2, 95% CI:1.0-1.6). Conclusions: Community risk factors, including contact with a COVID-19 positive individual and residential COVID-19 incidence, are more strongly associated with SARS-CoV-2 seropositivity among healthcare workers than exposure in the workplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Healthcare workers (HCWs) are presumed to be at high risk for coronavirus disease 2019 (COVID-19) through occupational exposure to infected patients or coworkers. Studies have reported a wide range of seroprevalence of SARS-CoV-2, the virus that causes COVID-19, among HCWs. This variation has in part been attributed to differential risk of exposure related to COVID-19 incidence in the community. 1 Indeed, recent studies have shown that a substantial number of infections among HCWs could not be traced to occupational exposures 2 and that community exposures were as or more strongly associated with infection. 3 While previous studies have compared seroprevalence in HCWs with that of the general population, few have rigorously considered workplace risk factors alongside community risk factors among HCWs to estimate their relative contribution to overall infection risk. 4, 5 Accounting for the role of community risk, which may be large, is especially important because reports of occupational risk factors for SARS-CoV-2 infection among HCWs have been inconsistent. [3] [4] [5] [6] [7] [8] While some studies have shown weak associations between involvement in clinical care, care of COVID-19 patients, and exposure to coworkers with COVID-19, [6] [7] [8] others have shown that these are, in fact, risk factors for infection. 4, 5 Moreover, previous studies have not accounted for potential participation bias, though have cited it as a major limitation. 1, 2, 4, 7 Adjusting for participation bias while considering both workplace and community risk factors for infection can bring us closer to an accurate understanding of which workplace exposures confer the highest risk of infection for HCWs. This information can inform strategies to protect HCWs as the COVID-19 pandemic continues.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 615,
                    "end": 616,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 879,
                    "end": 881,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 882,
                    "end": 883,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1084,
                    "end": 1087,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1258,
                    "end": 1261,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1262,
                    "end": 1265,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1337,
                    "end": 1339,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1340,
                    "end": 1341,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1466,
                    "end": 1468,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1469,
                    "end": 1471,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1472,
                    "end": 1474,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1475,
                    "end": 1476,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We aimed to quantify occupational, community, and demographic risk factors for SARS-CoV-2 seropositivity among HCWs in a large university-based healthcare system, adjusting for possible bias due to voluntary participation in testing. We estimate the proportion of risk attributable to occupational factors among HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We analyzed data from Emory Healthcare, which includes 11 hospitals, 250 provider locations, and approximately 25,000 employees and medical staff members based in the Atlanta, Georgia, metropolitan area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A voluntary serological survey was conducted among employees and medical staff members from April 19 through June 26, 2020 to inform process improvement activities. At the time of testing, HCWs completed a survey describing use of personal protective equipment (PPE) and possible exposure to COVID-19 inside and outside the workplace. These data were combined with employee demographic data. To assess community exposure to COVID-19, we used data from the Georgia Department of Public Health to calculate COVID-19 cumulative incidence by zip code and week. As a measure of exposure in their community, we assigned each participant the COVID-19 cumulative incidence in their zip code of residence two weeks prior to their test date to account for the lag from the time of infection to seroconversion (eFigure 1 in Supplement). The serologic test used to analyze participant samples was developed at the Emory Medical Laboratory and measures IgG antibody to the receptor binding domain of the SARS-CoV-2 spike protein. 9 We fit a logistic regression model to estimate adjusted odds ratios (aORs) between potential risk factors and SARS-CoV-2 seropositivity. Model predictors (eTable 1 in Supplement) included demographics (age group; race; ethnicity), community exposure (cumulative incidence of COVID-19 by residential zip code two weeks before testing date; contact with confirmed/suspected COVID-19 cases outside the workplace), and occupational factors (workplace role and location; contact with COVID-positive patients and staff; use of PPE). Workplace location was self-reported and described the location(s) where a HCW spent the most time during the COVID-19 pandemic. Since over one-third (36.4%) of HCWs reported spending equal time in more than one location, the workplace location variable was structured as a hierarchy. We ranked locations based on the anticipated risk of encounters with COVID-19 positive patients (see eTable 1 in Supplement for details) with high encounter risk locations, such as the emergency department and COVID-19 focused units, highest and no patient contact and working from home ranked lowest. HCWs were categorized into the highest-ranking location where they reported working.",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1018,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To account for potential selective participation, we used inverse probability of participation weighting to assess whether our results were sensitive to differences between those tested and all employees by age, race, and sex. We used the joint distribution of the age, race, and sex of all employees to weight individuals in the regression analysis such that demographic groups who were over-represented among survey participants compared to all employees were downweighted, and vice versa. We calculated aORs using the weighted data and 95% confidence intervals (CIs) accounting for the weights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Lastly, the fraction of infection attributable to occupational risk factors was estimated using a model-based approach to calculating the population attributable fraction for the combined set of all occupational risk factors. 10 The 95% CIs for the attributable fraction was estimated by applying a normal distribution to the predicted probability of seropositivity for each survey participant and generating 1,000 bootstrap samples from this distribution. From these samples, we calculated the resulting distribution of the attributable fraction to calculate a 95% CI around the median attributable fraction. Analyses were conducted in R version 4.0.2 using the survey, boot and zipcode packages. The code for this analysis is available at https://github.com/lopmanlab/emoryhcw-serosurvey.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This study was approved by the Emory University Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Among 10,275 participating HCWs (35% of the workforce), the SARS-CoV-2 seroprevalence was 5.7% (95%CI: 5.2%-6.1%). A total of 665 participants were missing zip code data, leaving 9,610 participants available for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The majority (71%) of participants were tested in May 2020 (eTable 2 in Supplement). Over threequarters of participants were female (77.6%) with female and male participants having similar seropositivity (5.7% and 5.9%, respectively). Black HCW were notably underrepresented in the serosurvey, comprising 30% of those who volunteered for antibody testing and 49% of the workforce. Prior confirmed COVID-19 infection was reported for 133 participants (1.4%). Fortyfour percent (245/555) of seropositive HCWs reported no fever or COVID-19-like symptoms since February 1, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Contact with a person known or suspected to have COVID-19 outside the workplace (aOR=1.9, 95% CI:1.4-2.5) and race were most strongly associated with seropositivity (Table 1) . Black (aOR=2.0, 95%CI:1.6-2.4) and multiracial (aOR:1.7, 95%CI:0.8-3.4) HCWs had higher odds of infection than white HCWs. Higher residential zip code incidence of COVID-19 infection (aOR=1.4, 95%CI:1.0-2.0) was also associated with seropositivity. Age under 30 years was associated with seropositivity (aOR 1.3, 95% CI 0.9, 1.8).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted November 3, 2020. ; https://doi.org/10.1101/2020. 10.30.20222877 doi: medRxiv preprint In the workplace, participants who reported close contact with a COVID-positive HCW had increased odds of seropositivity (aOR=1.2, 95% CI:1.0-1.6). Although HCWs who reported caring for patients with COVID-19 did not have increased odds of seropositivity (aOR=0.9, 95% CI: 0.7, 1.3), working in clinical locations, such as inpatient non-COVID-19 focused areas (aOR=1.3, 95% CI: 0.8, 2.1), the emergency department (aOR=1.4, 95% CI: 0.9, 2.4) or COVID-focused units (aOR=1.5, 95% CI: 0.9, 2.4), was associated with higher odds of seropositivity. Respiratory therapists (aOR=0.9, 95% CI: 0.3, 2.4) and those who work in the operating room or procedure areas (aOR=1.0, 95% CI: 0.6, 1.7) were not at increased risk of being seropositive. Differences in seropositivity based on HCW role were generally present in the unadjusted but not the adjusted models. Accounting for participation bias did not result in appreciably different estimated associations (Table 1) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 145,
                    "text": "10.30.20222877 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1095,
                    "end": 1104,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Overall, 27% (95% CI: 25%-30%) of risk could be attributed to the occupational risk factors included in our analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this large serological testing effort of U.S. HCWs in a university-based healthcare system, we found an overall SARS-CoV-2 seroprevalence of 5.7% (95% CI: 5.2%-6.1%) following the initial surge of the epidemic. This rate is similar to the overall 6.0% seroprevalence reported from 13 U.S. academic medical centers and is generally consistent with other estimates among HCWs in the early stages of the pandemic. 1, 2, 7, 11 The percent of seropositive HCWs who reported no past COVID-19-like illness was also similar to past estimates of asymptomatic SARS-CoV-2 infections. 1 We found that community and demographic factors--contact with a confirmed or suspected COVID-positive case, Black race, and age under 30 years--were more important predictors of seropositivity than occupational factors. Notably, racial disparities, now well-documented in the general population, 12-14 persist in HCWs 1,15 after accounting for other risk factors, underscoring the fundamental racial inequities that have become the hallmark of the COVID-19 pandemic. We partially adjusted for community risk by including zip code-level COVID-19 incidence in our model, but we are unable to account for more proximal factors likely to have contributed to higher risk of infection among Black HCWs, including higher likelihood of exposure at home or use of public transportation. Ultimately, these risk factors are tied to entrenched, systemic social processes that underlie many individual and population health disparities. 16, 17 We found few strong risk factors for infection in the workplace. Those who reported caring for patients with COVID-19 infection and those working in procedure areas where aerosol generating procedures are routine were not more likely to be seropositive, supporting the efficacy of PPE practices for known COVID-19 patients. Working in clinical areas was associated with increased odds of seropositivity, although the aORs were imprecise. We were not able to determine if risk associated with workplace location was from patient exposure, including unsuspected COVID-19 infected patients or from co-workers. Risk from contact with HCWs later found to be COVID-19positive could reflect transmission during pre-symptomatic or asymptomatic infection prior to universal use of masks or transmission in settings where masks were not worn. In our hospital system, contact tracing identified staff eating together in break rooms as a risk factor for transmission.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 416,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 417,
                    "end": 419,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 420,
                    "end": 422,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 576,
                    "end": 577,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1502,
                    "end": 1505,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1506,
                    "end": 1508,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While there appeared to be a difference in seropositivity based on workplace role in the unadjusted model, aORs were similar for all workplace roles in the adjusted model, underscoring the importance of considering demographic factors in assessing seroprevalence risk. Other . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted November 3, 2020. ; https://doi.org/10.1101/2020.10.30.20222877 doi: medRxiv preprint studies that have not controlled for demographic or other risk factors outside of the workplace have reported different seroprevalence rates depending on job role 4,5 ; these results need to be interpreted with caution. Overall, we found that 27% (95% CI: 25%-30%) of risk could be attributed to the set of occupational risk factors we considered (Table 1) . While the majority of risk may originate from the community, workplace risk cannot be ignored. In this cross-sectional analysis including time periods before and after universal masking, we were not able to assess the impact of infection prevention policies in reducing infection risk among HCWs. Going forward, studies should investigate the role of specific exposures contributing to infection risk, including risk from HCW to HCW exposure, and the efficacy of interventions to prevent transmission. It is critical to know if the current level of interventions, including screening for asymptomatic viral shedding, PPE practices and efforts to prevent HCW to HCW transmission, have substantially reduced or eliminated the workplace risk identified in this and other studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 492,
                    "end": 501,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There are several limitations to this analysis. First, serological testing was voluntary, which may introduce bias if groups more likely to participate were also more (or less) likely to be seropositive. We partially adjusted for participation using demographic characteristics of HCWs overall. This adjustment at least partially accounts for poor representation of Black HCWs, in whom seroprevalence was higher than the population average, among those who volunteered for testing. However, other factors related to infection risk may have influenced participation. Second, a test with imperfect specificity in a population where seroprevalence is low will likely result in some false positives which may bias aORs towards the null. Third, we could not account for rapidly evolving infection prevention practices early in the pandemic and social behavior inside or outside the workplace. Lastly, the large influx of COVID-19 patients caused major shifts in care delivery and personnel deployment. Many HCWs worked in multiple locations and even different roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In conclusion, using a model incorporating demographic, community, and occupational risk factors for infection, we quantified community and occupational risk of SARS-CoV-2 seropositivity in HCWs. We found that most of this risk is due to community exposure; ongoing efforts to keep the healthcare workforce safe should emphasize risk mitigation in and outside the workplace. After adjusting for a number of community and occupational risk factors, race remains a critical marker of infection risk. Future seroprevalence studies of HCWs need to account for these community and demographic factors. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted November 3, 2020. b Adjusted for all other factors shown in table and accounting for participation bias using inverse probability of participation weighting for age group, race, and sex. c The base-10 logarithm of cumulative COVID-19 incidence in a participant's zip code two weeks prior to the date they were tested. OR: odds ratio; CI: confidence interval, ref: reference group d Data suppressed because N < 10 e Odds ratio suppressed due to small sample size . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted November 3, 2020. ; https://doi.org/10.1101/2020.10.30.20222877 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Seroprevalence of SARS-CoV-2 Among Frontline Health Care Personnel in a Multistate Hospital Network -13 Academic Medical Centers",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tm",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Stubblefield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevalence and Clinical Presentation of Health Care Workers With Symptoms of Coronavirus Disease 2019 in 2 Dutch Hospitals During an Early Phase of the Pandemic",
            "authors": [
                {
                    "first": "Mfq",
                    "middle": [],
                    "last": "Kluytmans-Van Den Bergh",
                    "suffix": ""
                },
                {
                    "first": "Agm",
                    "middle": [],
                    "last": "Buiting",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Network Open",
            "volume": "3",
            "issn": "5",
            "pages": "209673--209673",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk Factors of Healthcare Workers With Coronavirus Disease 2019: A Retrospective Cohort Study in a Designated Hospital of Wuhan in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of SARS-CoV-2 Antibodies in Health Care Personnel in the New York City Area",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moscola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sembajwe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "9",
            "pages": "893--895",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk of COVID-19 in health-care workers in Denmark: an observational cohort study. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bundgaard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Hasselbalch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus Disease 2019 (COVID-2019) Infection Among Health Care Workers and Implications for Prevention Measures in a Tertiary Hospital in Wuhan, China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Network Open",
            "volume": "3",
            "issn": "5",
            "pages": "209666--209666",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hospital-Wide SARS-CoV-2 Antibody Screening in 3056 Staff in a Tertiary Center",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steensels",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coninx",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "2",
            "pages": "195--197",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk factors for detection of SARS-CoV-2 in healthcare workers during",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Leeds",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Raviprakash",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scanlon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cundall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leeds",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rapid Generation of Neutralizing Antibody Responses in COVID-19 Patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Suthar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Reports Medicine",
            "volume": "1",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A review of adjusted estimators of attributable risk",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benichou",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Stat Methods Med Res",
            "volume": "10",
            "issn": "3",
            "pages": "195--216",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevalence of SARS-CoV-2 infection in previously undiagnosed health care workers at the onset of the U.S. COVID-19 epidemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Disparities in Incidence of COVID-19 Among Underrepresented Racial/Ethnic Groups in Counties Identified as Hotspots During",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rj",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fuld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parise",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Driscoll",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rainisch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valverde",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Beresovsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Brune",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Oussayef",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Awel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villanueva",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meaney-Delman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Honein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessment of Community-Level Disparities in Coronavirus Disease 2019 (COVID-19) Infections and Deaths in Large US Metropolitan Areas",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Pantaleo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ogedegbe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thorpe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Troxel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Network Open",
            "volume": "3",
            "issn": "7",
            "pages": "2016938--2016938",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 and Racial/Ethnic Disparities",
            "authors": [
                {
                    "first": "Webb",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nápoles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pérez-Stable",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "24",
            "pages": "2466--2467",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Risk of COVID-19 among front-line health-care workers and the general community: a prospective cohort study. The Lancet Public Health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "On the relationship between individual and population health. Med Health Care Philos",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Arah",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "235--244",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Is Racism a Fundamental Cause of Inequalities in Health?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annual Review of Sociology",
            "volume": "41",
            "issn": "1",
            "pages": "311--330",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Adjusted for all other factors shown in table.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Association of demographic, community, and occupational risk factors with seropositivity in unadjusted and adjusted analyses(n=9,610).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "; https://doi.org/10.1101/2020.10.30.20222877 doi: medRxiv preprintTable 1. Association of demographic, community, and occupational risk factors with seropositivity in unadjusted and adjusted analyses (n=9,610) (continued).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to the Emory Healthcare employees and medical staff who volunteered for serology testing and completed the accompanying survey. We thank Laura Edison and Melissa Tobin-D'Angelo from the Georgia Department of Public Health for providing zip code level data on COVID-19 incidence and for their review of the manuscript. The authors have no conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}