{
    "paper_id": "00bfbcf1745cc35893db623b8c5e5a141943bd47",
    "metadata": {
        "title": "Journal Pre-proof Broader Trauma: Considerations for COVID-19 Psychosocial Interventions in Hong Kong Broader Trauma: Considerations for COVID-19 Psychosocial Interventions in Hong Kong",
        "authors": [
            {
                "first": "Adriana",
                "middle": [
                    "S"
                ],
                "last": "Miu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Chi-Ngai",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Middle Georgia State University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kitty",
                "middle": [
                    "K Y"
                ],
                "last": "Tsang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hong",
                    "location": {
                        "settlement": "Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Benedict",
                "middle": [
                    "S B"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Baptist University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Isaac",
                "middle": [],
                "last": "Chun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hai",
                "middle": [],
                "last": "Fung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lap-Tak",
                "middle": [],
                "last": "Poon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Independent Researcher",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have no known conflicts of interest to disclose. Correspondence concerning this article should be addressed to Adriana S. Miu, University of Texas Southwestern, MC9121, 6363",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Note"
        },
        {
            "text": "Forest Park Road, Dallas, TX 75235, United States. Email: adriana.miu@utsouthwestern.edu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Note"
        },
        {
            "text": "We read with interest your editorial on the unique circumstances (e.g., conflicts) in Asia that constrain their responses to COVID-19 (Tandon, 2020) . Here we share how the civil conflict in Hong Kong may impact psychological responses during COVID-19, which can inform interventions for less stable regions. General COVID-19 stress-management interventions are beneficial but insufficient in regions with political instability. People cannot let go of worries when threatened by COVID-19 and civil conflicts, while they distrust institutions for protection J o u r n a l P r e -p r o o f (Brennan et al., 2020) . Anxiety can increase due to additional sociopolitical conflicts amid the chaos of the pandemic. Under this backdrop, COVID-19 is not an isolated traumatic event, but rather a part of broader trauma. Thus, trauma-informed interventions, beyond general interventions, are needed to address the collective trauma in conflict-ridden regions during the pandemic.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 148,
                    "text": "(Tandon, 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 589,
                    "end": 611,
                    "text": "(Brennan et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "COVID-19 psychosocial interventions focus on challenging negative beliefs and reducing stress (World Health Organization, 2020). Instead of worrying about the government's actions or the economy, people are encouraged to practice self-care. However, these strategies have limitations in conflict-ridden settings. Safety remains a major concern independent of COVID-19. Citizens may lack institutional protections (i.e., government, police, healthcare) or access to basic necessities. Further, instability or oppression may increase amidst the chaos in a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Psychological Interventions and Their Limitations"
        },
        {
            "text": "Altogether, COVID-19 can exacerbate people's fear and reduce sense of control in their lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Psychological Interventions and Their Limitations"
        },
        {
            "text": "In Hong Kong, there was pre-existing trauma and distrust toward institutions due to sociopolitical turmoil in 2019. Over democracy concerns, civil conflict between hundreds of thousands of Hongkongers and the police lasted about 7 months. Although mostly peaceful, some protests involved arson and vandalism and the police escalated their force from tear gas to live ammunition (Ni et al., 2020) . The self-reported depression and PTSD rates in 2019 were at an all-time high over the past 10 years, affecting approximately 1 in 5 adults (Ni et al., 2020) .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 395,
                    "text": "(Ni et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 554,
                    "text": "(Ni et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety Threats and Ongoing Instabilities"
        },
        {
            "text": "Over half indicated they would avoid treatment for fear of political repercussions (Ni et al., 2020) . This shows prior population-wide trauma and safety concerns before COVID-19.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 100,
                    "text": "(Ni et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety Threats and Ongoing Instabilities"
        },
        {
            "text": "The COVID-19 has presented additional threats to Hongkongers' safety because of highdensity housing and reliance on public transportation. Although Hong Kong has successfully contained the outbreak to about 1,100 cumulative cases as of June 20, 2020 (Hong Kong Centre for Health Protection, 2020), citizens felt compelled to take matters into their hands because they distrusted the institutions for protections. At the beginning of the outbreak, the public and medical workers protested to push for stricter border control, screening, and school closure (Barron, 2020) . Hongkongers further felt helpless when there was a run on basic necessities and facemasks (Barron, 2020) . Perceived lack of control could heighten anxiety.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 569,
                    "text": "(Barron, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 662,
                    "end": 676,
                    "text": "(Barron, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Importantly, there is no end in sight for trauma, given a potential COVID-19 resurgence or increased sociopolitical conflicts amidst the chaos of the pandemic. Some feared that the government's COVID-19 interventions may become a slippery slope for suppression (Lian, 2020) . The police were accused of targeting protestors and pro-democracy businesses for social distancing violations (Hui, 2020) . The Tiananmen Vigil gathering was banned for the first time in 31 years, restricting free speech (Pomfret & Murdoch, 2020) . In fact, the enactment of National Security Legislation raised concerns of Hong Kong's autonomy and prompted renewed civil conflict (Pomfret & Murdoch, 2020) . Altogether, the chaos in the pandemic can breed more sociopolitical instability. Hongkongers' concerns about safety and rights are perpetuated during uncertain times.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 273,
                    "text": "(Lian, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 386,
                    "end": 397,
                    "text": "(Hui, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 497,
                    "end": 522,
                    "text": "(Pomfret & Murdoch, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 657,
                    "end": 682,
                    "text": "(Pomfret & Murdoch, 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Although not everyone will develop PTSD, people exposed to repeated traumas experience heightened anxiety and emotional dysregulation (Cloitre et al., 2011) . While healing will depend on ending the actual trauma, trauma-informed interventions can be beneficial. Phase-based trauma interventions first prioritize safety and stabilization, followed by processing of traumatic J o u r n a l P r e -p r o o f events. The final phase supports individuals in reintegrating back to community and relationships (Cloitre et al., 2011) .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 156,
                    "text": "(Cloitre et al., 2011)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 504,
                    "end": 526,
                    "text": "(Cloitre et al., 2011)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "Given ongoing uncertainties, interventions should focus on safety and stabilization first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "Professionals may help people create a safety plan for survival. For example, this plan can identify medical resources or safe places that reduce infection risk (e.g., park, home). For civil conflict, others may identify places of refuge that reduce their exposure to violence. Second, we recommend psychoeducation and validation of heightened anxiety given ongoing uncertainties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "Instead of labeling long lines for facemasks and food as \"frantic,\" we can validate this need for security in an ever-evolving situation. Third, individuals can learn emotion regulation strategies to gain a sense of personal control, such as breathing, muscle relaxation, grounding, or mindfulness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "Hong Kong is not the only place with population-wide trauma. It highlights the importance of using a trauma framework for regions with conflicts or for marginalized groups who lack institutional protection. With trauma-informed support, Hong Kong people may overcome challenges during and beyond the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "A.S. Miu developed the concept and drafted the manuscript. C.N. Cheung contributed to manuscript writing and revisions. K. Tsang, B. Chan, L.T. Poon helped revise the manuscript. I.C.F. Fung provided significant input and supervision. All authors approved the final version of the manuscript for submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "We have no conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Declaration"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial Disclosure"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial Disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The coronavirus has brought out the ugly side of Hong Kong's protest movement",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barron",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Responding to health emergencies in the Eastern Mediterranean region in times of conflict",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hajjeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Mandhari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Treatment of complex PTSD: Results of the ISTSS expert clinician survey on best practices",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cloitre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Courtois",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charuvastra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carapezza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Stolbach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Traumatic Stress",
            "volume": "24",
            "issn": "6",
            "pages": "615--627",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Latest situation of cases of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hong Kong police are using coronavirus restrictions to clamp down on protesters",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China has a post-pandemic dream for Hong Kong",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Depression and post-traumatic stress during major social unrest in Hong Kong: a 10-year prospective cohort study",
            "authors": [],
            "year": null,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "273--284",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Police pepper spray Hong Kongers defying ban to mark Tiananmen",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pomfret",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The COVID-19 pandemic, personal reflections on editorial responsibility",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Journal of Psychiatry",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coping with stress during the 2019 nCoV outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We are grateful to Yi-Jen Su and Wan-chi Wong for their feedback or suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}