{
    "paper_id": "00c35584d1c7b946929d9523ad154b3ec052419e",
    "metadata": {
        "title": "The Impact of the Pandemic on the Conception of Poverty, Discourse, and Praxis of Christian Religious Communities in Brazil from the Perspective of Their Local Leaders",
        "authors": [
            {
                "first": "Glair",
                "middle": [
                    "Alonso"
                ],
                "last": "Arruda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pontifical Catholic University of São Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": "glair.a.arruda@gmail.com"
            },
            {
                "first": "*",
                "middle": [],
                "last": "Glair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pontifical Catholic University of São Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Alonso",
                "middle": [],
                "last": "Arruda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pontifical Catholic University of São Paulo",
                    "location": {
                        "settlement": "Sao Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The purpose of this article is to examine whether the global crisis established by the Covid-19 pandemic has affected the conception and praxis of church and/or local community leaders in relation to poverty. The research, carried out through informal, online consultations still in progress, revealed indicative trends in the discourses of 83 Christian leaders of local communities in various Brazilian states that influence, guide, and reflect the practice of the faithful in their communities. The main motivations which the leaders emphasized when mobilizing people to care for the poor were sought and what kinds of concrete actions the churches or Christian communities have carried out under the influence of these leaders in the face of the emergency situation. Initial results showed that the impact of the pandemic generated emergency assistance mobilizations for the poor, conducted institutionally, primarily in local communities; analyzed in the light of the Weberian categories of social action, the motivations endorsed by the leaders for these mobilizations revealed that rationality has given way to tradition and emotion when dealing with a social emergency. Finally, we found that while the social criticism present in the discourses of these leaders identifies economic inequality in the structures of society and emphasizes the need for action by religious institutions, they are nonetheless still minimal in terms of alternatives for a broader mobilization that would bring about transformations in the social structures of inequality in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "preserving health and preserving the economy has polarized the debates in many nations affected by the virus, causing their leaders to review their positions in the face of poverty of their citizens. Religion was also impacted by the pandemic, mobilizing new reflections and actions from its leaders and the faithful of their communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Poverty has always been present in the reflections and actions of the Christian church from the outset. Throughout its historical trajectory, Christianity has been concerned with poverty from the sacred texts established by the Jewish community to the first followers-poor, and led by a poor Jew-who lived and died in a Greco-Roman society and under the cultural, political, and economic oppression of the Roman Empire. As Christianity became institutionalized, it established and disseminated its ethical and behavioral norms, firmly anchored in the moral conceptions of its origins but transformed over the centuries by the prevailing historical, social, and economic contexts to provide answers to the questions of its times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we seek to analyze the impact of the Covid-19 pandemic on the ideas and actions of local Christian leaders in dealing with poverty through informal consultations that are still being carried out, by using the Google Forms application as a survey tool to develop a questionnaire sent to local church leaders (priests, pastors, or other leaders responsible for churches or Christian communities). The survey consulted 83 Christian leaders over a 10day period (July 02-11, 2020), who responded anonymously to an online questionnaire of closed, open-ended, and hybrid open-ended questions that sought to address the issue of poverty in the discourse and practices of leaders of local churches or Christian communities. The sampling was indicative of certain trends in the current Christian reality from the perspective of these leaders given the context of the Covid-19 pandemic, and it aimed to provoke reflections on the social question, verifying the alignment of these discourses with the praxis of Christians as mediated by their religious leaders in the face of the global crisis. We sought the main motivations that the leaders refer to in mobilizing people to care for the poor, the personal conceptions of these leaders regarding poverty, and what kinds of concrete actions the churches or Christian communities under the influence of these leaders have taken in the face of the emergency situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Initially, two hypotheses were established: the first referred to actions and the second to conceptions about poverty. As for actions, our hypothesis, confirmed during the survey, foresaw that the immediate response of the churches, in the person of their leaders, would be the following: (1) assistance, emergency aid to the poor, first from their local communities and then in the broader context of the city, and (2) institutional, where the church would function as a distribution hub for resources raised by voluntary donations and the offering of services. As for the factors that motivate social action, our hypothesis intended to verify a trend towards rational social action motivated by ends, according to the ideal types of Weber (2015) . However, this hypothesis was not confirmed, as we will see in the course of this article.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 747,
                    "text": "Weber (2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To analyze the issues raised by this research, we will initially look at the situation of poverty in Brazil that preceded the pandemic, relating it to the impact of the pandemic on an already-impoverished population, taking as an example the poorest regions of the city of São Paulo based on data provided by Rede Nossa São Paulo. 1 Secondly, we will analyze the responses of the leaders consulted regarding the concrete actions developed by their local communities. Next, we will analyze what kinds of motivations prevailed in the speeches reported by these leaders to mobilize their communities to act in favor of the poor, following Weberian typology. With this data on the table, we take a look at the social criticism of Milton Santos (2012) , who considers poverty as a rational and voluntary product of globalization. Finally, to conclude this research, we will highlight certain elements that point to a social criticism present in the discourse of these leaders.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 746,
                    "text": "Santos (2012)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2020, OXFAM Brazil points out that, based on tax data, the wealthiest 1% of Brazilians earn 72 times more than the poorest 50%. The poorest half of the population saw its income shrink 1.6% between 2016 and 2017, while the income for the richest 10% grew 2% over the same period (OXFAM Brasil 2018) .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 301,
                    "text": "(OXFAM Brasil 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Real Poverty in Brazil 2020"
        },
        {
            "text": "Poverty in Brazil is reflected in the levels of unemployment and underutilization of men and women's labor according to data systematized and released in 2020 by the Brazilian Institute of Geography and Statistics (IBGE 2020a) in its National Continuous Household Sample Survey (PNAD Continuous). According to the IBGE, the vacancy rate from 2016 onwards reached 11 to 12% (IBGE 2020b, 4) . In 2019, while the number of economically active people in Brazil was estimated at 106.2 million, 11.6 million people remained unemployed, compared with 6 to 6.5 million between 2012 and 2014. By 2020, underemployment and informality had risen even further (IPEA 2019, 8) . Gizzi and Mendonça consider it obvious that the growth of underemployment and informality implies greater inequality and concentration of income (Gizzi and Mendonça 2020, 235) . According to the authors, it is possible to infer an unequal accumulation of capital based on FGV/IBRE 2 data from 2019, according to which the wealthiest 1% of Brazilians received an average of R$27,744 per month in 2018, against R$820 per month for the poorest part of the population. In the authors' understanding, neoliberal policies of labor deregulation have deepened the differences between rich and poor due to weak economic growth, progressive deindustrialization of the economy, low productivity, slow recovery of the labor market, increased informality, and the proliferation of precarious labor contracts (Gizzi and Mendonça 2020, 237) . Moreover, the health crisis unleashed by the pandemic has accentuated the seriousness of the economic situation:",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 388,
                    "text": "(IBGE 2020b, 4)",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 662,
                    "text": "(IPEA 2019, 8)",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 670,
                    "text": "Gizzi",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 840,
                    "text": "(Gizzi and Mendonça 2020, 235)",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1490,
                    "text": "(Gizzi and Mendonça 2020, 237)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Real Poverty in Brazil 2020"
        },
        {
            "text": "Workers have been forced to agree directly with their employers on a reduction of their wages through the consequent scaling back of working hours, in addition to the suspension of their labor contracts, used as a justification for maintaining their 1 The Nossa São Paulo Network (RNSP) is a civil society organization that operates in the city of São Paulo guided by the fight against inequality, the promotion of human rights, participation and social control, and transparency and respect for the environment. 2 Instituto Brasileiro de Economia da Fundação Getúlio Vargas (Brazilian Institute of Economics of Fundação Getúlio Vargas-FGV/IBRE). Accessed on August 3, 2020. Available at: https://portal.fgv.br/ fgv-ibre jobs (MP 3 936/2020). Were it not for the precariousness of the measures themselves, they accentuate the vulnerability of those who live off the sale of their workforce by attributing to them the responsibility for negotiating directly with those in a position of superiority in the contractual relationship (Gizzi and Mendonça 2020, 238) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1029,
                    "end": 1059,
                    "text": "(Gizzi and Mendonça 2020, 238)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Real Poverty in Brazil 2020"
        },
        {
            "text": "Social inequality, already well established in Brazil, has revealed its cruel side by reaching the impoverished population in large cities. In São Paulo, for example, data from Rede Nossa São Paulo released on June 22, 2020 shows that Covid-19 initially affected the richest segment of the population, which travels abroad frequently, before spreading to the peripheries where the lowest income population is concentrated. Oliveira highlights that the growth of solidarity networks for food deliveries has demonstrated the need to organize society in the face of the gap left by the state in social issues:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real Poverty in Brazil 2020"
        },
        {
            "text": "With the expansion of solidarity networks through the delivery of basic food baskets, packed meals and protective equipment, these actions reveal the absence of the State and the urgency of popular self-organization in confronting the pandemic by signaling the need to reinvent the fighting and create spaces of popular power with anti-capitalist, antiracist and antifascist characteristics. The struggle for life and against necropolitics shows itself as a trend in the cycle of structural crises involving capital due to the Covid-19 pandemic and will require workers and the black, poor and peripheral populations to build unity for a new history and a new memory (Oliveira Neto 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real Poverty in Brazil 2020"
        },
        {
            "text": "The data from Rede Nossa São Paulo is clear in showing that more poor people die from Covid-19 than the rich, who have health plans and access to the best hospitals (RNSP 2020). The Bolsonaro government brought poverty into the debate by putting the economy and life at two distinct poles, arguing that poverty is a consequence of the closing of trade: \"Brazil is becoming a country of the poor [...] it has to reopen. We will die of hunger, hunger kills.\" (UOL 2020). For Passos (2020) , the criterion for judging the crisis has been fundamentally economic: \"In this sense, the strident cry of entrepreneurs and governments regarding the general breakdown, hunger and misery is inscribed in the logic of ideological discourses that aim to defend the interests of the owners of money and not an ethical-political discourse that aims to prevent social chaos and the growth of poverty\" (Passos 2020, 71) .",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 486,
                    "text": "Passos (2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 884,
                    "end": 901,
                    "text": "(Passos 2020, 71)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Real Poverty in Brazil 2020"
        },
        {
            "text": "We developed our research within this context of poverty already established in the country and aggravated by the pandemic. Local communities, with their leaders, have been impelled to respond to the pandemic by providing relief to the faithful and the communities around their churches. Our queries focused on these religious leaders in order to ascertain the discourses and practical actions taken in the daily life of local communities in face of the health and economic crisis, as we will see below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real Poverty in Brazil 2020"
        },
        {
            "text": "The data of poverty form the scenario in which we conducted our consultations with 83 Brazilian leaders of local Christian communities. The questions were addressed to leaders who were self-appointed priests (23.2%), pastors (52.4%) or other leaders (24.2%) working in their communities, mostly (63 people) in the state of São Paulo (SP) but also 8 in Roraima (RR), 4 in Rio de Janeiro (RJ), 2 in Paraná (PR), and one person in Amazonas (AM), Bahia (BA), Pernambuco (PE), Rio Grande do Sul (RS), Minas Gerais (MG), and Santa Catarina (SC). The questions sought to elucidate three themes from these leaders: what concrete actions were taken by the leaders and the faithful of their churches, the declared motivations for these actions, and the personal conceptions of these leaders regarding poverty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Actions Triggered by the Covid-19 Pandemic"
        },
        {
            "text": "Initially, with the intention of ascertaining what concrete actions were carried out during the pandemic, we asked if the Covid-19 pandemic had affected the financial situation of the faithful in their religious communities: 54.2% responded \"it was affected a lot\" and 34.9%, \"it was affected a little.\" Only 7.2% said their financial situation was not affected, while 3.7% said they did not know. In the city of São Paulo, of the 34 leaders who responded to the questionnaire, 29 responded affirmatively (41.3% said it was affected a little and 58.7%, affected a lot).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Actions Triggered by the Covid-19 Pandemic"
        },
        {
            "text": "Faced with the Covid-19 pandemic, we asked if there was any kind of mobilization promoted by their faith communities towards the poor, and we got only two \"no\" answers. The vast majority of the positive answers cited food (basic food baskets, miscellaneous food, meals: 65 mentions); hygiene items (mineral water, personal hygiene, medicines, masks, PPEs: 15 mentions); clothes, coats, and blankets (13 mentions); money and bill payments (10 mentions); psychological help and counseling (4 mentions); prayer and spiritual support (4 mentions); support for institutions (3 mentions); shelter for families (1 mention).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Actions Triggered by the Covid-19 Pandemic"
        },
        {
            "text": "Our initial hypothesis regarding actions in relation to poverty in the face of the pandemic was that the immediate response of the churches, based on their leaders' comments, would be the following: (1) assistance, emergency aid to the poor, first from their local communities and then in the broader context of their city, and (2) institutional, where the church would function as a distribution hub for resources raised by voluntary donations and/or services. The answers to the question \"In face of the Covid-19 pandemic, was there any kind of mobilization promoted by your community of faith towards the poor? If yes, what kinds of actions have been or are being taken?\" confirmed our hypothesis, demonstrating that, in fact, in the face of an emergency situation, the first and main mobilization addressed the basic needs of food, hygiene and health, and in some cases, bill payments and financial aid. These resources represent an immediate mobilization effort to alleviate the suffering of the less fortunate and those who were taken off-guard by unemployment or business interruptions and to ensure their survival during the crisis. However, these are solutions that cannot be sustained for long, especially since many of these actions were already being practiced during \"normal\" times, as some leaders reported: \"we were already helping the families that come to us every month and our community team is making lunches and serving meals every Sunday\" (Catholic priest, RJ). These services prioritize members of the community and their surroundings, as noted by the pastor of a Baptist church (SP): \"as the church itself is made up of poor and underprivileged people, our leadership initiated a collection campaign to donate substantial monthly food baskets both for much of the membership and also families in the community that the church serves.\" This report also shows that these actions were institutionally organized, and there was no mention of particular individual efforts by any of the leaders or members of their religious communities in the responses. Some responses demonstrated mobilization for psychological and spiritual issues: \"spiritually and emotionally, there was a need for guidance and counseling to alleviate the panic generated by the epidemic...\" (Baptist pastor, SP); \"yes, distribution of basic food baskets, raffles of gifts for families; emotional assistance for families through family prayer\" (Catholic leader, RR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Actions Triggered by the Covid-19 Pandemic"
        },
        {
            "text": "The twentieth century had barely begun when Max Weber (1864 Weber ( -1920 made his seminal contribution to Sociology and the Science of Religion, disciplines still incipient at that time: social action occurs as the outcome of individual motivations-rational ends and rational values, traditional, and affective. The categories of analysis developed by the classical author of sociology are still a reference today, especially in the context of the Covid-19 pandemic that spread as a global crisis in 2020.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 59,
                    "text": "Weber (1864",
                    "ref_id": null
                },
                {
                    "start": 60,
                    "end": 73,
                    "text": "Weber ( -1920",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "Religion acts continuously in the systematization of ethical conceptions for the conduct of life in society. Religious leaders or, in Weberian typology, \"priests,\" ensure the development of a rational system of religious thought according to which the order of nature and social relations occurs primarily as a creation of the gods (Weber 2015) . Observance of religious law emerges as a specific means for gaining the benevolence of the gods (Weber 2015, 298) . The relationship with the economy is not random. Since then, many studies have correlated religion and economics, demonstrating that religions embody a broad range of world views and life practices in which the relationships of exchange are intimately intertwined with a market economy, even if they are not necessarily made explicit as such. This point of view is defended by Stark and Iannaccone (1994) and called Rational Choice Theory. According to Rational Choice Theory, religious phenomena take place within a market dynamic in which religious institutions produce and sell religious goods to meet a consumer demand. In turn, consumers choose their religious affiliation, according to the religious goods that best favor their needs. It is therefore a religious economy. For Stark and Iannaccone (1994) , religious goods can be grouped into four types: (1) religious goods as compensators and other-worldly rewards; (2) religious goods as religious membership; (3) religious goods as collective goods; (4) religious goods as household commodities. Stolz (2006) argues for the integration of the concepts of Rational Choice with the classic views of Max Weber, recovering from them the notions of institutionalized ends for salvation and the means for salvation, as well as the idea of religious goods as a means of religious authority (Stolz 2006, 13). 4 In this regard, piety, care for the poor, and assistance to the needy take on a primary role in the discourses of leaders of local Christian communities, who guide believers in terms of the motivations and actions appropriate to the religious system.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 344,
                    "text": "(Weber 2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 443,
                    "end": 460,
                    "text": "(Weber 2015, 298)",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 867,
                    "text": "Stark and Iannaccone (1994)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1245,
                    "end": 1272,
                    "text": "Stark and Iannaccone (1994)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1518,
                    "end": 1530,
                    "text": "Stolz (2006)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1805,
                    "end": 1824,
                    "text": "(Stolz 2006, 13). 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "The question about the main motivation that drives community actions in relation to poverty was to understand the meaning that people attribute to their conduct and to understand the rationality by which the social relations of organized groups are established. Even though we understand that, for sociological purposes, the real motives pointed out by the interviewee are not always the real motives for action, the objective in asking this question was to understand the tendencies that motivate them to adopt social actions from Weber's point of view, according to which social action is composed of four ideal types in a combination of real actions to a greater or lesser degree (Weber 2015, 16) .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 699,
                    "text": "(Weber 2015, 16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "The sixth question asked was: \"What are the main reasons why people in your religious community care for the poor? Mark from 1 to 5 according to the degree of importance of each motive.\" Four answers were available for choice in order to identify the social actions determined in a rational manner in terms of ends (in a traditional sense) and also values (in an affective sense), according to Weberian typology (Weber 2015, 15) . For each of the four variables described above, the interviewee was asked to attribute the degree of importance on a scale of 1 to 5. The sum of the scores for each of the four variables analyzed was then divided by the number of respondents, which resulted in an arithmetic mean that served as the basis for analyzing the motivation trends according to Weberian methodology, as shown in Table 1 . In the same question, the interviewees were given an opportunity to cite any other motivation they wished, the results of which will be discussed later. Social action, like all action, may be oriented in four ways:",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 428,
                    "text": "(Weber 2015, 15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 819,
                    "end": 826,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "Social action in a rational manner in terms of ends (zweckrational) is that in which the individual acts with expectations regarding a goal, using rationally pursued conditions or means to achieve this end. According Weber (2015, 15) , \"He who acts in a rational manner with regard to ends, who guides his action by the ends, means and secondary consequences, as well as the different possible ends among themselves: that is, who acts neither in an affective (and particularly non-emotional) manner nor in a traditional manner.\" To verify this mode of social action in our research, the question was elaborated in the following terms: \"Reducing social inequality.\"",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 233,
                    "text": "Weber (2015, 15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "Traditional social action involves behavior that is driven by habits and customs as a reaction to habitual stimuli. According Weber (2015, 15) , \"strictly traditional behaviour -in the same way that purely reactive imitation [...] is completely at the limit and often beyond what can be called in general, 'sense-oriented' action. For it is often nothing more than a deaf reaction to habitual stimuli that run in the direction of the entrenched attitude.\" To verify this mode of social action in our research, the question was elaborated in the following terms: \"Obeying the values of the gospel.\"",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 142,
                    "text": "Weber (2015, 15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "Social action in a rational manner in terms of values (wertrational) concerns the meaning of the action itself, independent of the results. The agent is guided by demands that he believes are placed on him, rationally pondering both the means and consequences resulting from his action. According Weber (2015, 15) , \"he acts in a purely rational way regarding values who, without considering the foreseeable consequences, acts in the service of his conviction about what seems to command him the duty, dignity, beauty, religious directives, piety or the importance of a cause of any nature.\"",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 313,
                    "text": "Weber (2015, 15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "To verify this mode of social action in our research, the question was elaborated in the following terms: \"Doing what is just so that everyone has enough.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "Social action in an affective sense is that which leads the individual to act in accordance with the feelings aroused by a situation triggered by non-daily stimuli. According Weber (2015, 15) , \"strictly affective behavior is likewise at the limit or beyond what is consciously 'direction-oriented' action; it can be an unrestrained reaction to a non-daily stimulus. It is a matter of sublimation, when the effectively conditioned action appears as a conscious discharge of the emotional state.\" To verify this mode of social action in our research, the question was elaborated in the following terms: \"Expressing compassion/love for the less privileged.\"",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 191,
                    "text": "Weber (2015, 15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "Based on an analysis of the results of the average weights relative to the importance attributed to each of the four variables evaluated in the study, we can infer that the motivations for the behaviors obey varied and complementary stimuli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "The results indicate a preponderance in the responses for two variables, with basically similar results, namely social action in a traditional sense (4.1) and affective sense (4.2). The results also show similarity in the leaders' understanding of the social action variables in a rational manner in terms of values (3.5) and ends (3.5). Table 1 illustrates the means calculated from an analysis of the answers to question 6 in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "Of the 83 responses, 32 (38.5% of the total) indicated the same degree of importance to all modes of social action, demonstrating the understanding that all the reasons are equally important for mobilizations made during the pandemic. Considering the possible difficulty in evaluating real motivations through the use of digital interview tools, we decided to formulate an open question allowing religious leaders to add an additional reason for the mobilization carried out by their communities: \"is there another reason that drives (or should drive) the faithful of your community to act in relation to poverty?\" In this case, there were 13 \"no\" responses (15.6% of the total) and 3 responses that diverged from the theme of motivations. The other answers were also able to be evaluated by the same Weberian typology: 7 answers (8.4%) referred to rational motivations in terms of ends, such as, for example: \"very low income leads young people to drugs, crime and urban violence. These risks diminish when children are protected\" (Anglican pastor, PE); \"to manifest the values of the Kingdom of God in the community as a testimonial\" (Baptist pastor, SP); \"yes, to fight and demand that the constituted powers do what they must! (Catholic priest, RR). In 18 cases (21.6%), the answers emphasized the traditional manner: \"acting in obedience to Christ, showing empathy and mercy\" (Presbyterian pastor, MG); \"fulfilling Christ's commandment to Source: Elaborated by the author from the data collected in the research love one's neighbor\" (Other denomination pastor, SP); \"yes, living the commandment of love\" (Catholic priest, SP). In 25 responses (30.1%), the rational sense in terms of values was emphasized, for example: \"awareness of the situation facing the country/ community\" (Anglican leader, SP); \"solidarity during this pandemic\" (Catholic priest, SP); \"the dignity of each human being\" (Catholic priest, SP); \"social commitment\" (Presbyterian pastor, SP). The affective sense was emphasized in 17 responses (20.4%): \"pity\" (Baptist leader, SP); \"being more hospitable to the most neediest! (Anglican priest, RJ); \"love of one's neighbor, sharing with those who have less\" (Catholic priest, RR); \"helping others because the church is in a needy area\" (Baptist pastor, SP). Again, in the answers to the open questions, the least indicated motivation was in the rational sense regarding ends. In this case, there was a greater indication of rational actions in terms of values, placing the principles of religion as preponderant for mobilizations in the face of the pandemic. Actions based on the traditional mode and affective mode were largely balanced, reinforcing the tendency demonstrated in question 6. We thus observe that action in an affective sense, represented by the phrase \"showing compassion/love for the least favored,\" and action in a traditional manner, represented by \"obeying the values of the Gospel,\" reflect two aspects of the current moment in the Brazilian religious field. The first aspect is peculiar to the pandemic. It would be expected that the commotion caused by images abundantly disseminated by the media of patients in ICUs or coffins in mass graves would motivate the population independently of the professed religion. The second aspect, which affirms the search for an alignment with the commandments, rules, and obedience to norms established by religion, confirms studies that show a tendency towards conservatism-or, as some prefer to say, neo-conservatism, which advocates religion moving into the political sphere in order to restore the \"lost order\" in the social world. According to Peter Berger, religion lends legitimacy to institutions, placing them in a sacred and cosmic frame of reference (Berger 1985, 46) . Thus, when Christian leaders claim \"only by being Christian\" as their main motivation to mobilize their communities or \"fulfillment of the commandments,\" the \"imperative to go into the world,\" \"to act in obedience to Christ,\" and \"to live the commandment of love,\" they are lending divine authority to an institutional discourse.",
            "cite_spans": [
                {
                    "start": 3747,
                    "end": 3764,
                    "text": "(Berger 1985, 46)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "Lacerda (2019) affirms the current tendency to promote religion as a source of political authority, highlighting in the Brazilian case the centrality of customs, the traditional family and morals that make up the current government's political agenda, and which even explains the phenomenon of the 2018 presidential elections:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "But the aspects that bring together American neo-conservatism and the new Brazilian conservatism lie at the heart of the neo-conservative argument: the union of the principles of military and religious authority associated with the stimulation of free competition and individual enrichment; rigid moral values in a world of insecurity; the family as a project of good society. If the answers based on public welfare policies seem distant, neoconservative responses appear very close. (Lacerda 2019, 204) .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 503,
                    "text": "(Lacerda 2019, 204)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "The initial hypothesis of the consultations postulated that the motivations for social actions would be reported as rational, referring to ends or values (Arruda 2018 ). However, this hypothesis was not confirmed. To the contrary, the traditional and affective modes were identified as the most important in the face of the pandemic, coming closer to Lacerda's understanding (2019) . In the open questions, on the other hand, it was possible to perceive social criticism present in the discourse of the leaders consulted, demonstrating a tendency towards rational social action regarding values. To a somewhat lesser degree in the question on the motivation for action, but still significant, social criticism appears vehemently in the discourse of Christian leaders, as we will see below. ",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 166,
                    "text": "(Arruda 2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 351,
                    "end": 381,
                    "text": "Lacerda's understanding (2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Motivations for Social Action Advocated by Christian Leaders"
        },
        {
            "text": "The first question in this section was intended to verify the broader conceptual notion, independent of the current context, and it asked about the cause of poverty in the opinion of the religious leaders consulted. The answers were based on multiple causes, and of the 83 people consulted, 104 causes were mentioned and organized into 7 categories: (1) the most frequently mentioned causes were related to structural factors: political, social, economic, or historical causes (50 mentions); (2) secondly, causes related to external individual choices were mentioned, such as greed, avarice, selfishness (28 mentions), or internal individual choices whereby the person is poor by choice (2 mentions); (3) human sin was the third most identified factor (10 mentions); (4) next, some kind of fault was mentioned: lack of God, love, meaning, vision, knowledge, practice (8 mentions); (5) four answers cited compelling reason, pointing to fatalism or determinism as a reason for the existence of the poor (4 mentions); (6) one person answered \"I do not know\" (1 mention); and (7) one person responded that it is necessary to have a better balance between poor and rich (1 mention). Table 2 illustrates the causes of poverty mentioned in the question \"In your opinion, why are there poor people?\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1178,
                    "end": 1185,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The Causes of Poverty in the Opinion of the Leaders Consulted"
        },
        {
            "text": "The aspects mentioned in the consultation show that these leaders see the responsibility of civil society and the public authorities as causing or maintaining the actual situation of poverty today. It was perceived that the leaders are aware of the economic inequality in the structures of society and expound a critical religious that reads the causes of inequality originating in the very structure of society, a view that is close to the opinion of Santos (2012) . In the discourse of these leaders, these structural causes are conjugated to human sin, which exists in the social structures, for example: \"In my opinion it is the result of the complex web that involves sin in the human heart, sin in a structural manner, which is selfishly manifested in the various logics that reaffirm the other as the object of my exploitation and enrichment in the name of these sins and malignant logics\" (Baptist pastor, SP); \"the structure of social organization based on privileges\" (Anglican leader, RS). Other opinions affirm that structural poverty has been historically built into society: \"social injustice and historical causes such as the consequences of slavery, colonization ...\" (Catholic priest, SP). Other analyses consider an economic point of view: \"poor income distribution in the country and an economic system that does not incorporate alternatives for social development\" (Anglican priest, RJ); \"reflection of capitalism, egoism\" (Presbyterian pastor, SP); \"social inequality, unequal income distribution\" (\"O Brasil para Cristo\" leader, SP). Comparing these responses with the previous answers about the concrete actions carried out by the communities of faith, we can see an urgent that needs to give immediate assistance in face of the emergency situation, but the fact that poverty is perceived as structural and enduring for a long time in Brazil demonstrates a tendency for institutions that traditionally serve people in poverty to be even more overburdened. The discouragement perceived in several responses demonstrates that religious institutions, which by their own nature already promote frequent actions to assist the populations of their communities, are already worn down by the confrontation with structural poverty and even more overburdened in the situation of the pandemic. In some of these responses, a feeling of powerlessness is insinuated in face of the enormity of the difficulties, such as \"today a few rich people have more wealth than the poorest 50%, the worst situation in the history of humanity\" (Presbyterian leader, PR); \"the accumulation of wealth in the hands of a few, poor attention from governments and a lack of solidarity\" (Catholic priest, SP); \"the economic system is insensitive to this question\" (Baptist pastor, RJ).",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 465,
                    "text": "Santos (2012)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The Causes of Poverty in the Opinion of the Leaders Consulted"
        },
        {
            "text": "As for individual causes, there were 28 mentions that attributed the reason for poverty to external individual causes, such as \"evil/human greed\" (Baptist pastor, SP); \"corruption\" (Catholic priest, SP); \"because of human greed\" (Baptist leader, BA); \"thirst for possession and greed on the part of those who hold some power\" (Catholic priest, RR). Internal individual causes were mentioned twice: \"accommodated\" (Baptist pastor, SP); \"in my opinion the fact that extreme poverty still exists is very much linked to existing corruption, the lack of compassion and liberality of people and also the lack of commitment by some to get out of the condition in which they find themselves\" (Baptist pastor, SP); \"huh? What question is this? Jesus said there will Source: elaborated by the author from the data collected in the research always be poor people if they are not deprived of material things, it is deprived of knowing God, so we cannot have the pretension of ending poverty in the world\" (Catholic priest, RJ). In this case, the causes identified for poverty are still very broad, which makes reflecting about a change of scenario increasingly remote.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Causes of Poverty in the Opinion of the Leaders Consulted"
        },
        {
            "text": "In the category of lacking some aspect, the responses included the following: \"lack of knowledge of the Word of God makes the human being to have no limits with regard to sin\" (Anglican pastor, PE); \"the lack of love leads to social inequality\" (Presbyterian pastor, SP). In the same sense, explaining poverty as a result of human sin was mentioned 10 times (against 50 mentions of structural issues and 28 of individual causes), a not very significant number considering that the respondents are religious leaders. For these last two aspects, there is also not a very optimistic scenario as to the hope for a solution to poverty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Causes of Poverty in the Opinion of the Leaders Consulted"
        },
        {
            "text": "But poverty has different faces. The actions of the State and society in relation to each of these faces involve different behaviors depending on the specific situation; however, a pandemic requires emergency care and protection of the most vulnerable. For the Brazilian sociologist Milton Santos (2012), the last century revealed at least three faces of poverty. The first type was included poverty, caused by accidental, residual, and seasonal factors, generally understood as a natural or social accident. At that time, according to Santos, this type of poverty would have been located in a region, seen as a maladjustment between natural and social conditions, and the solution to it would also have been local, through private and welfare initiatives. Next was marginality poverty, which developed in tandem with the economic process and increased consumption, heralded by information systems that classify individuals according to their capacity to consume. Poverty acquired new content and definitions, given that new forms for the circulation of goods and dissemination of information provided the material and psychological conditions necessary for consumption to expand. Poverty was as such considered undesirable, and the poor were labeled \"marginals.\" The solution in this case would be the responsibility of the State, following the example of the Social Welfare State, but whose logic had a boomerang effect-that is, the formulas used to overcome poverty fed back into the system itself, perpetuating the very poverty they were meant to eradicate. At that time, in countries like Brazil, Santos says, \"the public power was forced to find formulas, ways out, the semblance of a solution. There was a certain shame in not facing the issue\" (Santos 2012, 71) . The third type of poverty, Santos argues, and which has developed until now, is globalized structural poverty. For this author, this type of poverty is the result of rational and deliberate actions:",
            "cite_spans": [
                {
                    "start": 1752,
                    "end": 1769,
                    "text": "(Santos 2012, 71)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contemporary Structural Poverty"
        },
        {
            "text": "Having examined the process by which unemployment is generated and as the remuneration for labor becomes worse and worse, at the same time that the public power withdraws from the task of social protection, it is licit to consider that the current \"administrative\" division of labor and deliberate absence of the State from its social regulatory mission are contributing to a scientific, globalized and voluntary production of poverty (Santos 2012, 72) . This author's criticism is that in such a situation, poverty becomes \"a necessary result of the present process, an inevitable phenomenon, even considered a natural fact\" (Santos 2012, 72) , and whose banalization is imposed and explained as something natural. Santos explains that the division of labor was until recently something more or less spontaneous, but that today \"it obeys scientific canonswhich is why we consider it a managed division of laborand is driven by a mechanism that brings with it the production of social debts and the spreading of poverty on a global scale\" (Santos 2012, 73) . This type of poverty combines the expansion of unemployment with a reduction in the value of work. The solutions to poverty in this case are relegated to the lower levels of government (municipalities and states), which seek compensatory policies to alleviate the consequences of poverty while federal governments and global companies and institutions act in the opposite direction, promoting actions that continue to generate more poverty. The actions of these companies and organizations promote social projects that attack the manifestations of poverty, financing palliative programs to attend to the poor while structurally these solutions do not promote a significant transformation of society. For Santos, a factor that aggravates the situation is globalization, \"often considered a fatality, based on an exaggerated enchantment with cuttingedge techniques and negligence in the social factor\" (Santos 2012, 75) . The poor persons of this third moment are no longer included or marginalized; in this condition, they become excluded.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 452,
                    "text": "(Santos 2012, 72)",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 643,
                    "text": "(Santos 2012, 72)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1056,
                    "text": "(Santos 2012, 73)",
                    "ref_id": null
                },
                {
                    "start": 1959,
                    "end": 1976,
                    "text": "(Santos 2012, 75)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contemporary Structural Poverty"
        },
        {
            "text": "Such a worldview, a kind of return to the old notion of the technological fix (a single effective technology), ends up consecrating the adoption of a closed starting point and accepting as unquestionable and inescapable the kingdom of necessity, with the death of hope and generosity. Exclusion and social debt appear as if they were something fixed, immutable, undeniable, when, like any other order, they can be replaced by a more human order. (Santos 2012, 76) .",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 463,
                    "text": "(Santos 2012, 76)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contemporary Structural Poverty"
        },
        {
            "text": "In a scenario of structural poverty, it is to be expected that the action of a lethal virus would further accentuate social inequality. According to Gizzi and Mendonça (2020) , the pandemic exposed the vulnerability of labor relations, unemployment, and underemployment to the extent that workers were imposed with the need to agree directly with employers to reduce working hours and wages or suspend their labor contracts under the justification of maintaining jobs, according to Provisional Measure 936/2020 (Gizzi and Mendonça 2020, 238) . Negotiations of this type are already unfavorable to the worker, who is in a position of inferiority in the contractual relationship.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 174,
                    "text": "Gizzi and Mendonça (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 511,
                    "end": 541,
                    "text": "(Gizzi and Mendonça 2020, 238)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contemporary Structural Poverty"
        },
        {
            "text": "As explained above, the answers that characterize the causes of poverty confirm Santos' intuition when he posits that the context of globalization, which excludes a huge group of individuals from the system and creates poverty as an inevitable phenomenon, would be a natural fact (Santos 2012) . The following question in our questionnaire confirms this trend, because the leaders perceive poverty as structural and the result of rational and deliberate actions and therefore unquestionable and unchangeable. Asked whether their convictions about poverty had been confirmed, adjusted, or changed in the face of the pandemic, 65 of the 83 (78%) said they were confirmed, revealing a pessimistic-or at least not very optimistic-attitude towards the conditions under which the pandemic spread across the country. The tendency of the responses shows a certain discouragement in the face of the magnitude of the problem: \"well confirmed, it is regrettable how governments, especially the federal one, treat the poor. And I lament how the poor treat themselves and deliver their lot to unjust governments in this area\" (Presbyterian pastor, MG); \"confirmed, the poor are at the mercy of history. The pandemic has revealed the situation of misery in our country\" (Catholic priest, SP); \"I still cannot fully assess the impact of the pandemic on my convictions about poverty. In one respect, something in my convictions has been confirmed to some extent: poverty is not simply a result of the individual actions of the poor, but a complex phenomenon produced and reinforced by the unequal and exclusionary structure of society. This seems to be confirmed when we observe that those most affected by the pandemic, with their situation of poverty becoming further aggravated, are precisely those whom the social configuration itself excludes from full access to fundamental rights such as health, basic sanitation, education, etc.\" (Baptist leader, SP); \"yes they were confirmed, given the realization that there is indifference on the part of many to meet the fundamental needs of human beings\" (Catholic priest, SP); \"I am from the periphery, so my convictions have not changed, we are only more saddened because it is the layer of society that suffers the most\" (Baptist pastor, SP). The answers also reflect concerns about the economic consequences after the pandemic: \"they were confirmed, because for the economically less fortunate we see that the difficulties involving food, sustenance, health and awareness about prevention and care are much greater\" (Adventist pastor, SP); \"were confirmed from people inside and outside the community that lost their jobs or closed their small businesses, strengthening large merchants\" (Presbyterian pastor, SP).",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 293,
                    "text": "(Santos 2012)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The Impact of the Pandemic on the Perception of Poverty by the Leaders Consulted"
        },
        {
            "text": "Few respondents stated that their beliefs about poverty had been adjusted (5.6% of the total) or changed (3.6%), 4 answered \"no\" (4.8%) while 5 (6.2%) made comments without answering the question directly. One reply was \"I don't know.\" Those who changed their beliefs apparently did so due to their community's mobilization to help the most affected families: \"changed, because people have been moved to help the poor during the pandemic, even those who have very little are sharing with others\" (Catholic priest, SP); \"were adjusted in a practical, cooperative manner\" (Baptist leader, SP); \"adjusted, because the inequality became more evident\" (Anglican pastor, SP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Impact of the Pandemic on the Perception of Poverty by the Leaders Consulted"
        },
        {
            "text": "The last question in our consultation was an open one whose aim was to observe how religious convictions were articulated given the socio-economic worldview of the leaders consulted. In order to perceive this aspect, the question was formulated from the biblical text in which Jesus quotes an excerpt from the Hebrew scriptures in the book of Deuteronomy (15:4-15), but applied by him to a completely different context. In Deuteronomy, the meaning was that there should be no poor among the Israelites, and that whenever this did occur, the instruction was that the situation should be generously resolved (not a palliative solution, but a definitive one): \"If there is among you a poor man of your brethren, within any of the gates in your land which the LORD your God is giving you, you shall not harden your heart nor shut your hand from your poor brother, 8 but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs.\" (Deut 15:7-8). In the case of the Gospels, however, Jesus' application of this passage from the Scriptures is interpreted by evangelists by classifying poverty as something which needs some kind of help in the face of a specific situation: For you have the poor with you always, but Me you do not have always. 12 For in pouring this fragrant oil on My body, she did it for My burial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poverty from the Perspective of Christian Religious Discourse"
        },
        {
            "text": "(Mt 26:11-12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poverty from the Perspective of Christian Religious Discourse"
        },
        {
            "text": "For the great majority of respondents, the answers to this last question brought the ambivalence that the biblical text implies, and the religious leaders consulted made a point of identifying these two sides in their answers: the existence of the poor and the moral obligation to shelter and care as a Christian task. Ambivalence appeared in 75 of the 83 responses (90.3%), combining the human condition of sin or injustice on the one hand, and the need for action on the part of Christians and religious institutions on the other: \"the biblical phrase 'for the poor will never cease from the land' is a recognition of the condition of this world disfigured by the Fall [...] on the other hand, it also invalidates the opposite extreme of an ecclesiastical fatalism and apathy that relieves believers from any effort to combat poverty and promote justice. In balancing these opposites, the biblical perspective encourages the people of God in missionary life to be a present symbol of justice and peace that characterizes the fullness of the coming Kingdom, by already producing [...] socially-relevant community development actions that cooperate to overcome scenarios of poverty, injustice and oppression\" (Baptist leader, SP); \"I understand that only with the coming of Jesus and the kingdom He will brings will there be full justice and equality. But until that day, our attention must be focused on the poor, seeking to alleviate suffering to some extent despite knowing that we will never be able to totally eradicate poverty [...]\" (Another Christian denomination leader, SP); \"The Bible is a realistic book. Indeed, poverty still exists among us. But this does not mean that it is right to have poverty in the world. One needs to understand the text correctly. God loves everyone, and social justice is part of the Kingdom of God\" (Baptist pastor, SP); \"This is really an issue that we will always face while we live on this earth, but that does not authorize us to remain indifferent; we need to do our part to help all those in need\" (Baptist pastor, SP); \"I repeat: never does the Bible see poverty as fatalism. Jesus' phrase is not determinism, it is a warning. Jesus desires the eradication of human indigence. As long as social injustice dominates, it will produce poverty\" (Catholic priest, SP); \"The poor are the wronged. The God revealed is the God of justice, therefore the God in favor of the wronged. His justice is his ever-renewed presence of hope and liberation\" (Catholic priest, SP); \"Even though we have the poor, we cannot fold our arms. We are all equal before God and no one should be in need\" (Baptist leader, SP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poverty from the Perspective of Christian Religious Discourse"
        },
        {
            "text": "Two answers distinguish the poor from the miserable: economic poverty would have a more acceptable condition, different from misery, and 7 answers (8.4% of the total) argued in favor of a necessary poverty (following the example of Jesus, who was poor) or the impossibility of change (revealing a fatalistic posture), or by circumventing the question by interpreting poverty as \"spiritual\" in opposition to financial poverty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poverty from the Perspective of Christian Religious Discourse"
        },
        {
            "text": "Those who made a vigorous social critique of the economic-social system in question 8 (\"in your opinion, why do the poor exist?\") answered the last question by placing poverty within the scope of sin and the need for assistance on the part of religious institutions (the words fall, sin and sinners were mentioned in 15 of the 83 answers, 18.0% of the total; responsibility, duty and obedience appeared in 12 answers, 14.5%). With this we realized that in interpreting the phrase cited by Jesus, the tendency was to emphasize the religious dimension of poverty and not the social criticism previously cited when the question was open to any kind of opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poverty from the Perspective of Christian Religious Discourse"
        },
        {
            "text": "In Santos' analysis, globalization has developed a worldview that characterizes poverty from a fatalistic perspective, placing it as necessary to the maintenance of the economic-social system. Curiously, it is also possible to identify a fatalistic discourse in relation to poverty in the history of Christianity, triggered by a bias in interpreting the well-known passage from the Bible that \"the poor will never cease from the land.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "This phrase found in the book of Deuteronomy (15:4-15) is placed in the context of establishing the ethical principles that guide the response of the people of Israel to their covenant with YAHWEH, the god who presents himself to the descendants of Abraham. The most accurate understanding of this affirmation when observed in its sociopolitical context is not that of fatalism but rather the inevitability of the presence of the poor, thus calling for the individual and collective responsibility of Israel by taking as a parameter the past experience with slavery in Egypt (Arruda 2018, 85) . Brought to the gospels, this expression takes on a different meaning in Jesus' words. The episode is narrated in the four gospels (Matthew, Mark, Luke, and John), with minor differences. Matthew places his narrative in the economic-financial realm, citing the complaints uttered by the disciples when a woman pours perfume on Jesus' head: \"When the disciples saw this, they were outraged and asked: 'Why this waste? This perfume could be sold at a high price, and the money given to the poor'\" (Matthew 26:8-9, NKJBV). However, Jesus' re-reading takes poverty out of the economic context, when he characterizes the woman's attitude as a \"good deed,\" even if it implies a waste of money. On the other hand, it is not only the financially poor who may be the target of a good action, but anyone who needs attention, like Jesus at that special moment in the face of the eminence of his death.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 592,
                    "text": "(Arruda 2018, 85)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "While Santos (2012) identifies a fatalistic view within contemporary secularized society, in the history of Christianity, however, it is possible to recognize fatalism through a hermeneutical reading that ultimately attributes to the biblical account the inevitability of poverty. This determinist view is clear in the Encyclical Rerum Novarum (Catholic Church, Pope 1898), in which Pope Leo XIII affirms that poverty is natural and even necessary. Nature, in the Pope's interpretation at that particular historical moment, is responsible for class differences:",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 19,
                    "text": "Santos (2012)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "It was [Nature], in fact, that established among men differences as many as profound; differences of intelligence, talent, ability, health, strength; necessary differences, from where the inequality of conditions is born spontaneously. This inequality, on the other hand, reverts to the benefit of all, both society and individuals; because social life requires a highly varied organism and very diverse functions, and what leads men to share these functions is, above all, the difference in their respective conditions. (RN, 9) In Leo XIII's view, the main problem is not inequality but enmity between the classes, and the role of institutions (State and Church) should be to resolve the conflict so that rich and poor are united in harmony and concord, each fulfilling their mutual duties-that is, the poor should continue to be poor, and the rich should continue to be rich (RN 9). In the opinion of Souza (2007) , this attitude reveals that the clergy was radically unaware of the economic factors of that historical moment, arguing pragmatically that the poor should be \"content with their luck and satisfied with their work,\" as stated in the Encyclical Auspicato Concessum, (1882), a posture that intended to appease the question between rich and poor and to stifle revolutions.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "(RN,",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 528,
                    "text": "9)",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 915,
                    "text": "Souza (2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "In the ecclesiastical sphere, the new proletarian was easily confused with the poor, and the latter would always exist according to the word of Jesus: \"In truth, you will always have the poor with you...\" (Mt 26:11). Social inequality was seen as a natural and even providential fact. The clergy's radical ignorance of the economic factors that cause the misery of workers was impressive. They arrived at the absurdity of defending the idea that the existence of the poor is a social necessity that benefits the salvation of the rich. The poor were invariably asked for resignation and submission to the will of God, accepting their fate in its entirety. (Souza 2007, 42) Over the course of the twentieth century, however, this deterministic stance of Catholicism shifted radically to a perception that the Church should be a Church \"for\" the poor, and a new vision of the Church's mission emerged in which the irruption of the poor was seen in a positive light (Comblin 1996) . From the 1960s onwards, two encyclicals issued by Pope John XXIII brought a new approach to poverty: Mater et Magistra (1961) denounced the causes of impoverishment through economic and unjust relations, and Pacem in Terris (1963) placed poverty within the sphere of human rights (Arruda 2018, 53) .",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 671,
                    "text": "(Souza 2007, 42)",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 976,
                    "text": "(Comblin 1996)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1089,
                    "end": 1104,
                    "text": "Magistra (1961)",
                    "ref_id": null
                },
                {
                    "start": 1259,
                    "end": 1276,
                    "text": "(Arruda 2018, 53)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "In Bingemer's (2017) opinion, while the social perspective of Christianity has always existed, since the nineteenth century, it has had to be reorganized according to the secularized and industrialized context, with the conception of poverty finally being systematized by Vatican Council II. As such, according to this author, the concept of poverty in Catholicism would have been the first identity for Christians, an identity lost during industrialization and subsequently recovered by the Second Vatican Council:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "What Vatican II did was to remind the faithful of the origins of their faith and the sources of their salvation in order to live their faith fully, committed to justice and charity. In convening the Council, Pope John XXIII spoke of one of his objectives: that the Church should recover her true identity as the Church of the poor. (Bingemer 2017, p.53) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 353,
                    "text": "(Bingemer 2017, p.53)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "For Comblin (1996) , \"the poor are a biblical category. Poor is correlative to rich. There would be no poor if there were no richand vice versa. The existence of poor and rich is an injustice. The division between rich and poor is an expression of social sin. This is biblical doctrine\" (Comblin 1996, p.139) . According to this author, the Church began to identify the poor in categories that were not previously seen as such, including indigenous people, blacks, landless peasants, the elderly, and the sick, in addition to the unemployed and underemployed in cities, promoting what has come to be called the \"irruption of the poor,\" through which the Church began to look positively at sheltering the rights of those whom society excluded. This attitude is radically opposed to the concept of poverty as a fatality or necessity, as we saw in Catholicism prior to the Second Vatican Council.",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 18,
                    "text": "Comblin (1996)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 287,
                    "end": 308,
                    "text": "(Comblin 1996, p.139)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "As for nineteenth century Protestantism, Walter Rauschenbusch's Social Gospel understood poverty within a much broader and more structural context, shifting the focus from theology to social ethics and placing the theme of salvation in the dimension of social structures. However, the social gospel as developed by Rauschenbusch suffered strong opposition from fundamentalists, which brought Protestantism at the beginning of the twentieth century to a dualistic understanding that valued the conversion of souls over social action. The solution to poverty, in this case, would be a consequence of the salvation of the soul, and Protestantism bet on technological development as a strategy not only to evangelize but to also solve social problems only for individuals and not the collectivity, much less in terms of structures (Arruda 2018, 55) .",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 844,
                    "text": "(Arruda 2018, 55)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "This structural aspect of poverty is taken up again in the second half of the twentieth century by evangelical Protestantism, placing-like the Second Vatican Councilpoverty in the context of the Church's mission. An analysis of these theologians in the 1970s comes close to that of Santos, because he sees poverty as the result of consumeristic society and globalization, which in turn crystallizes a feeling of powerlessness in the face of social problems as if there were no alternative to the capitalist system: \"the problems that global capitalism pose are not merely, not even primarily, economic or technical in nature, but moral and spiritual\" (Padilla 2011, 104) .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 670,
                    "text": "(Padilla 2011, 104)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "Another face of Protestantism would emerge in the twentieth century with the development of a theology that became known as \"prosperity theology,\" expounded as a contractual relationship in which God rewards the faith of his followers with financial prosperity. Defended by a large number of the so-called Neo-Pentecostal churches and centered around a charismatic leader, with large temples and an emphasis on financial contributions, this doctrine reflects the logic of the religious market that triggered an intense transformation dynamic in the Brazilian religious field during the second half of the twentieth century. In a pluralistic environment where religious alternatives multiply, churches' organizational structures need to be strengthened to ensure their maintenance and even survival (Guerra 2003, 44) . Wealth in this context is the right of the faithful, who are guided by leaders to claim economic prosperity through faith and prayers and to \"break curses\" that would result in disease and poverty.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 815,
                    "text": "(Guerra 2003, 44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Christian Discourses on Poverty"
        },
        {
            "text": "The 2020 pandemic, however, has demanded an articulation of meaning from Christian theologians given the crisis in its various aspects. Reflecting on the many messages of fear and disinformation that have circulated since the beginning of the pandemic, including the negative contributions of religious leaders, Levin (2020) highlights the importance of religion as part of the solution to the pandemic and its consequences: \"Our response to the present outbreak and to public health challenges big and small has much to gain both from expressions of personal faith and the functions of faith-based organizations. Individual believers can draw on religious resources that may strengthen them as well as motivate acts of service to others\" (Levin 2020) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 324,
                    "text": "Levin (2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 739,
                    "end": 751,
                    "text": "(Levin 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Official Articulations and Mobilizations of Christianism"
        },
        {
            "text": "Concentrated efforts to combat hunger and unemployment in the face of the pandemic have demonstrated the scale of the need. In just 4 months, the Franciscan Solidarity Service (Sefras) delivered 500,000 meals to the homeless population in a tent mounted in the center of São Paulo city. Frei José Francisco de Cássia dos Santos, director-president of Sefras, saw in the tent \"a symbolic space that reflects the vulnerability of the social structure under which we live and, also, the strength to be found in a current of solidarity\" (Vatican News 2020). Christian religious leaders committed to social care took immediate action, calling on the faithful to respond to the problems generated by the crisis on the most vulnerable, as directed by Cardinal Tagle, president of Caritas International, who said the pandemic should represent a sign in the sense of giving new responses \"not only emotionally at the height of the health crisis, but also in terms of the capacity to forcefully combat dramatic conditions such as world hunger and the wars and violence that crush human lives and the dignity of people\" (Speranza and Jaguraba 2020). Pope Francis contextualizes the pandemic by emphasizing Jesus' model of beatitude where \"poverty of spirit\" goes beyond welfarism, by offering humanity and dignity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Official Articulations and Mobilizations of Christianism"
        },
        {
            "text": "The \"relief\" that Christ offers to the weary and oppressed is not only psychological or almsgiving, but the joy of the poor in being evangelized and builders of a new humanity: this is relief. The joy. The joy that Jesus gives us. It is unique. It is the joy that He himself has. It is a message for all of us, for all people of good will, that Jesus transmits even today in a world that exalts those who become rich and powerful\" (Vatican News 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Official Articulations and Mobilizations of Christianism"
        },
        {
            "text": "As with Catholicism, there has been mobilizations of evangelical church leaders to serve not only local communities but also more distant populations, such as riverine and indigenous peoples in the Amazon region: \"In order to alleviate the situation, a task force involving churches, mission organizations, universities, municipal agencies, private initiative and the federal government has delivered more than 6,000 basic food baskets to riverine and indigenous families\" (Reis 2020) . Souza (2020) draws a parallel between the current situation and the occasion when a plague hit the city of Wittenberg during the time of Luther. According to this author, two principles stand out in the letter that Luther wrote in response to the epidemic: \"the sanctity of life, including one's own life, and the sanctity of one's neighbor, particularly when sick and in need. For Luther, we need to take care of our own body, avoiding being infected by the disease as much as possible. In this sense he advocated measures such as quarantines and medical treatment. On the other hand, if any Christian thought he should leave the city to protect himself from the disease, he recognized that this was a personal decision and should not arouse guilt, but should be taken before God, in prayer, always considering the need of his neighbor\" (Souza 2020). The theologian Paul Freston (2020) draws a parallel with Father Antonio Vieira (seventeenth century) in emphasizing the duty of the government and churches during times of crisis. According to Freston, the rational and sensitive must work together along the two dimensions that characterize the current crisis: health, which requires rational action, and the economic impact, which requires \"sensitive respect.\" In this regard, he highlights the actions of evangelical ecclesiastical leaders who claim privileges in relation to the closure of churches, an attitude that can put at risk the very faithful in their religious communities as well as other citizens. Freston's critique (2020) predicts that after the coronavirus crisis has subsided, \"there will be formal and informal inquiries about what happened. And the judgments will not be complacent regarding those forms of religion that have been self-centered, selfabsorbed, incapable of examining events from a broader perspective. Selfishness during times of crisis will not be easily forgotten\" (Freston 2020) . Some Christian theologians have also defended a fatalistic view of the crisis, interpreted as punishment from a sovereign God who had sent or allowed the virus to spread throughout the world according to His purpose: a call to repentance and instrument for salvation (Piper 2020).",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 484,
                    "text": "(Reis 2020)",
                    "ref_id": null
                },
                {
                    "start": 2392,
                    "end": 2406,
                    "text": "(Freston 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Official Articulations and Mobilizations of Christianism"
        },
        {
            "text": "Our consultation aroused some tendencies in the discourses of religious leaders: as for the perception of reality, the predominant tendency pointed out poverty as an inevitable result of political and economic structures. Poverty was understood as unjust, undesirable and to be fought, never accepted as fatality, and much less as necessary to the social order. An ambivalence could be seen between discourse and praxis: while the socio-political structure was pointed out as the main factor generating poverty, the actions in relation to poverty were punctual and assistential, aiming to meet the urgency of the pandemic, without considering the possibility of mobilization directed at the public instances denounced in the responses. The discourse was weakened, intimidated by the socio-political reality. Asked to provide a religious interpretation of poverty from the biblical text, the leaders had responses that tended to rationalization and ambivalence: on the one hand, the conformism of the present reality and on the other the defense of an active posture of assistance to the impoverished population, with a slight tendency to value the defense of the religious tradition as motivation for action in relation to the poor during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Official Articulations and Mobilizations of Christianism"
        },
        {
            "text": "The history of Christianity shows an ambiguous relationship with poverty: it must be fought against, despite the realistic understanding that it will always be present. At certain times, Christianity has seen poverty as fatalistic, inevitable, and even necessary for the balance of the social order. In our study, guided by the analysis of Santos (2012) , poverty in the current socio-economic context has an equally fatalistic character, but with a completely different origin and purpose than in the original Christian conception. While for Santos, poverty is a rational and deliberate product of the globalization process, in Christianity, poverty is the expression of human injustice. Our research shows that the conception of poverty by the Christian leaders consulted is impregnated by the current cosmovision of the functioning of a system that continuously generates structural poverty as an inevitable and immutable reality. Nevertheless, it is opposed to the fatalistic stance that considers poverty desirable in order to maintain the social order, revealing resistance on the part of the leaders to the maintenance of poverty and the undertaking of extensive practical social assistance actions during the pandemic period, even though no efforts towards a broader mobilization that could bring about structural changes in Brazilian society were identified. Following the Weberian typology, we realized that, in order to mobilize the faithful of their religious communities, the leaders employed motivations that involve traditional action (obedience to the principles of religion) and affective action (driven by sensitivity to the suffering generated by the current crisis). They also described motivations for rational action based on values, in which the principles of equality, justice, and solidarity stand out as a guide for the faithful of their churches.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 353,
                    "text": "Santos (2012)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pope (1878-1903 : Leo XIII). Rerum Novarum: Enciclica Di Leone XIII Sulla Questione Operaia. Lugano: Edizione a cura dell'Organizzazione cristano-sociale del canton Ticino per la celebrazione del LXX",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Arruda",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Sempre haverá pobres na terra: os desafios da pobreza na América Latina dentro do novo paradigma de missão cristã segundo o Pacto de Lausanne e a Gaudium et Spes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cristãos rumo ao século XXI: nova caminhada de libertação. Paulus, São Paulo FGV/IBRE (2019) Levantamento do FGV IBRE aponta desigualdade recorde na renda do trabalho",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Comblin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "O dever do governo e o dever das igrejas em tempo de crise -Segundo o padre Antônio Vieira",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IBGE -INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA (2020b) Pesquisa Nacional por Amostra de Domicílios Contínua -Trimestre Móvel outubro a dezembro",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gizzi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mendonça",
                    "suffix": ""
                },
                {
                    "first": "Rn ;",
                    "middle": [],
                    "last": "Ideia",
                    "suffix": ""
                },
                {
                    "first": "João",
                    "middle": [],
                    "last": "Pessoa",
                    "suffix": ""
                },
                {
                    "first": "Ibge -Instituto Brasileiro De Geografia E",
                    "middle": [],
                    "last": "Estatística",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Carta de conjuntura no 42 -1o trimestre de",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ipea -Instituto De Pesquisa Econômica Aplicada",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "O novo conservadorismo brasileiro: de Reagan a Bolsonaro",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Lacerda",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Zouk International Journal of Latin American Religions",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The faith community and the SARS-CoV-2 outbreak: part of the problem or part of the solution? Journal of Religion and Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10943-020-01048-x"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pandemias e pandemônio no Brasil. Tirant lo Blanch",
            "authors": [
                {
                    "first": "Oliveira",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "Ae ;",
                    "middle": [],
                    "last": "Augusto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "País estagnado: um retrato das desigualdades brasileiras",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Deus e Mamom",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "O vírus vira mundo: em pequenas janelas da quarentena. Paulinas, São Paulo Piper J (2020) Coronavírus e Cristo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Passos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pesquisa Viver em São Paulo: Especial Pandemia: o que pensam os internautas paulistanos sobre os impactos do coronavírus",
            "authors": [
                {
                    "first": "Rede Nossa São",
                    "middle": [],
                    "last": "Paulo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Por uma outra globalização: do pensamento único a uma consciência universal. Record, Rio de Janeiro Souza N (2007) Temas da teologia latino americana. São Paulo: Paulinas Souza RB (2020) Medo, prudência e coragem em tempos de pandemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Medidas legais que criam pobreza: a denúncia da Caritas Internacional. Vatican News",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Speranza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jaguraba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A supply-side reinterpretation of the 'secularization of Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iannaccone",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Sci Study Relig",
            "volume": "33",
            "issn": "3",
            "pages": "230--252",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Salvation goods and religious markets: integrating rational choice and Weberian perspectives",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stolz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Social Compass",
            "volume": "53",
            "issn": "",
            "pages": "13--32",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "UOL (2020) Sem dados, Bolsonaro diz que Brasil vira 'país de pobre' e compara à África",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Franciscanos distribuem mais meio milhão de quentinhas",
            "authors": [
                {
                    "first": "Vatican",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Economia e sociedade: fundamentos da sociologia compreensiva",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In the questions for Christian leaders, the last part concerned personal conceptions of poverty. Three open questions were elaborated with the following content: (1) In your opinion, why are there poor people?; (2) Have your convictions on the issue of poverty been confirmed, adjusted or changed in light of the pandemic? In what way?; and (3) How do you understand the biblical phrase: \"the poor will never cease from the land\" (Deut 15:4-11, quoted by Jesus in the Gospels: Mt 26:6-13; Mk 14:3-9; Jn 12:1-8; Lk 7:36-50, NKJBV)?",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Results of an evaluation of the degree of importance of the motivational factors for the social actions of religious leaders in a pandemic situation caused by Covid-19, based on Weberian criteria, Brazil, 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Distribution of the type of cause of poverty, according to the opinion of Christian religious leaders, Brazil, 2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This research was developed with the encouragement and guidance of Dr. Eduardo Rodrigues da Cruz, Dr. João Décio Passos, and Dr. Wagner Lopes Sanchez (PUC-SP), to whom we are very grateful.Funding This study was funded by CAPES-Brazil, through a post-doc scholarship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of Interest The author declares that she has no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}