{
    "paper_id": "00cd9979d957e1389870063c8df3b5ae683d6eff",
    "metadata": {
        "title": "UNDERSTANDING THE CONSTRUCT OF PHYSICAL LITERACY IN THE CONTEXT OF HEALTH Knowledge Synthesis Project Proposal Working Title: Understanding physical literacy in the context of health: a rapid scoping review UNBC Academic Lead: External Project Leads",
        "authors": [
            {
                "first": "Chelsea",
                "middle": [],
                "last": "Pelletier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNBC",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gloria",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNBC",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The concept of physical literacy has gained momentum across British Columbia with the Physical Literacy for Communities (PL4C) Initiative spreading throughout BC communities. In the north, Prince George was the first community to participate in PL4C. The International Physical Literacy Association (IPLA) defines physical literacy as \"the motivation, confidence, physical competence, knowledge and understanding to value and take responsibility for engagement in physical activities for life.\" (1). While the concept of physical literacy has evolved over time, the focus largely remains on fundamental movement skills related to sport and recreation participation. There is a lack of clarity when considering the construct of physical literacy in the context of health and as it relates to health care providers with most literature focused in the field of physical education. This work will help to develop an understanding of the use of physical literacy in the context of health and health provider education on the construct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The purpose of this work is to develop an understanding and definition of the physical literacy construct, as reflected in the context of health. Through a review of current literature, we aim to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purpose of the work:"
        },
        {
            "text": "1) Define physical literacy as it relates to health across the lifespan by understanding how it has been conceptualized in health, as well as theorized and then implemented through interventions or practices; 2) Clarify the connection between physical literacy, physical activity levels, and improved health outcomes; 3) Clarify the role the health sector can play in promoting health via physical literacy enhanced activity. The goal is to use this information in developing knowledge translation and educational products for healthcare providers to understand physical literacy and how it relates to physical activity and in turn improved health outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purpose of the work:"
        },
        {
            "text": "This work will be conducted through a collaborative synthesis process with the assistance of the Knowledge Synthesis Centre at the University of Northern British Columbia Health Research Institute. The project team consists of a health sciences researcher and academic lead (CP), physical activity lead within the regional health authority (GF), physician and director of WINBC (AP), knowledge synthesis research associate (EK), health sciences librarian (TF), and research assistant (KC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Project Team"
        },
        {
            "text": "This review will utilize a rapid review approach (2, 3) to systematically identify and synthesize information on how physical literacy is defined and utilized in the context of health literature, identify physical literacy interventions within the health sector and related outcomes. Rapid reviews use a comprehensive, systematic approach to evidence review such as overview, realist, scoping, integrative, or traditional systematic methods but are completed in a condensed timeframe (4) . The review will be structured as a rapid scoping review informed by the methodologically rigorous approach described by Arksey and O'Malley (5) and further developed by Levac et al (6) to systematically identify and synthesize information on how physical literacy is defined and utilized in the context of health literature, identify physical literacy interventions within the health sector, and related outcomes. This approach includes 1) identifying the research question; 2) identifying literature (an iterative process); 3) selecting relevant studies; 4) extracting data; and 5) synthesizing, summarizing and reporting results. Keywords and subject headings were identified by reviewing the terms and search strategies used in previously published reviews on the topic and key articles identified by the research team. Reference lists of key papers identified by the project team and articles meeting inclusion criteria will be reviewed for additional papers that could be relevant and were not identified by the search. Articles will be selected for the review using inclusion and exclusion criteria identified with the project leads (including target population, study types and design, language, and jurisdictions).",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 53,
                    "end": 55,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "The titles and abstracts of all identified articles will be uploaded into Distiller SR systematic review software (Evidence Partners, Ottawa, Canada) for screening and data extraction. In Distiller SR, all articles will be screened for inclusion or exclusion according to the predetermined eligibility (inclusion/exclusion) criteria. Screening will occur in two phases: 1) title and abstract and 2) full text. One reviewer (KC) will screen titles and abstracts to exclude clearly irrelevant articles before full texts are retrieved for articles considered relevant. One reviewer (KC) will screen full texts and the final list of articles reviewed by the study team to confirm articles for data extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selecting Relevant Publications"
        },
        {
            "text": "Inclusion Exclusion (1) Articles which conceptualize or define physical literacy and are reported from a health context will be included. Studies must: a. Have some mention of physical literacy or a physical literacy lens to the intervention b. Reported from or in a health context including tools used in the past in a health setting or applied in the health sector (2) All peer reviewed academic publications that are conceptual, theoretical, or original research articles will be included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1. Inclusion and exclusion criteria"
        },
        {
            "text": "(1) Studies that do not conceptualize or define physical literacy. (2) Case reports, conference abstracts, editorial and opinion pieces, book chapters, book reviews, and book synopses will be excluded. (3) Non-English studies will be excluded. (4) Articles where full text is not available through University of Northern British Columbia Library or Interlibrary Loans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1. Inclusion and exclusion criteria"
        },
        {
            "text": "Using Distiller SR characteristics of the included articles will be extracted including: author, title, year of publication, journal, country of origin, context, type of publication, study design and population. Details on how authors defined or conceptualized physical literacy, relationship to health, engagement of healthcare providers, key findings of interventions, and how they describe the relationship between physical literacy, physical activity levels, and improved health outcomes were also extracted. Articles will also be analyzed using thematic coding to identify themes across the body of literature, considering key words or phrases directly from text as well as implicit and explicit concepts for more interpretive coding. Descriptive summary, graphical and tabular representations will be used to synthesize, summarize and report on the included publications, their characteristics, the concepts and outcomes assessed, and main findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extracting, Synthesizing and Reporting Data"
        },
        {
            "text": "Dr. Pelletier and the synthesis research team will submit the knowledge synthesis report in an electronic version to NH Team and Dr. Pousette. The evidence synthesized will be used to develop knowledge translation resources (i.e. fact sheet/pamphlet(s), presentation/online course outline) to be shared widely amongst health sector stakeholders wishing to support and advance the work of health enhancing physical activity and physical literacy for communities. The implementation of these resources will then be evaluated. We will present our findings locally through research institute events and webpage and the project team will also disseminate findings more broadly via academic and conference settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expected Outputs"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapid Reviews To Strengthen Health Policy and Systems: a Practical Guide",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Tricco",
                    "suffix": ""
                },
                {
                    "first": "E V",
                    "middle": [],
                    "last": "Langlois",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rapid Review Guidebook: Steps for conducting a rapid review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dobbins",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Developing a rapid-response program for health system decision-makers in Canada: Findings from an issue brief and stakeholder dialogue",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Lavis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Gauvin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst Rev",
            "volume": "4",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Scoping studies: towards a methodological framework",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arksey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Malley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Soc Res Methodol",
            "volume": "8",
            "issn": "",
            "pages": "19--32",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Scoping studies: Advancing the methodology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levac",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Colquhoun",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Implement Sci",
            "volume": "5",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Proposed Research Questions 1. How does current literature define physical literacy as it relates to health? a. What areas of health is the term physical literacy utilized and how are healthcare providers engaged with this construct? 2. Does existing literature describe a relationship between physical literacy, physical activity levels, and improved health outcomes, and if so, what are the key findings? Identifying the literature We will search the Medline, PubMed, Eric, Web of Science, and CINAHL databases at the University of Northern British Columbia for relevant health literature. Search strategies will be developed for individual databases with the assistance of a health research librarian using combinations of the terms physical literacy, physical and literate, health, perceived health, population health, physical fitness, wellbeing, wellness and quality of life.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}