{
    "paper_id": "00d250d36467042bdd099853ae3effbaa3b958b5",
    "metadata": {
        "title": "Increased Screen Time -A Pandemic Era Trigger for Neuro-Cardiogenic Syncope",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "S P P P P P O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has resulted in a revamp of our everyday life, which is being dubbed as the new normal. As people get adjusted to work and study from home, there are new challenges in maintaining physical and mental health. An unusual pattern noted by the author is an increase in the number of children diagnosed with autonomic syncope in recent months. Between August and November, 2020, 16 children were diagnosed with neuro-cardiogenic syncope in the author's clinic, as compared to only three children during the same period in 2019. The age group of these children varied between 7-16 years. All children were subject to a detailed history regarding the event as well as potential red flag signs [1] . All episodes happened during the daytime and when the children were either seated or standing. None of the episodes happened during an exertion; although, in one child, there were three episodes that happened immediately after an exertion. Almost all episodes were preceded by a prodromal symptom which included light headedness, aura and/or vertigo. There was a prompt and complete recovery and there were no injuries. The children presented for evaluation after a median (range) time of 2 days (4 hours -7 days) after the event.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 711,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Increased Screen Time -A Pandemic Era Trigger for Neuro-Cardiogenic Syncope"
        },
        {
            "text": "They underwent recording of postural vital signs and a standardized 12 lead electrocardiogram.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Screen Time -A Pandemic Era Trigger for Neuro-Cardiogenic Syncope"
        },
        {
            "text": "When enquired, each of the parents revealed a concern about increased daily screen time on smart devices for their children. The older children spent more time on the screen due to a cramped schedule of online classes while in the younger children, smartphone use replaced other forms of physical activity curtailed by COVID-induced lockdowns. The family were counselled about lifestyle modifications including sleep hygiene, adequate water and salt intake and reduction of screen time. Further evaluation for autonomic syncope was not carried out. All parents were contacted three to six months after their presentation to assess the efficacy of the intervention. The parents reported compliance with the suggested lifestyle measures and no recurrence of syncope during the short period of follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Screen Time -A Pandemic Era Trigger for Neuro-Cardiogenic Syncope"
        },
        {
            "text": "Neuro-cardiogenic syncope is common in children with 1 in 6 children reported to have at least one episode before adulthood [2] . It is possible that the increased screen time and exposure to high-definition screens results in increased eye strain and fatigue which reduces the threshold for fainting. In particular, high color temperature display and display flickering have been shown to cause eye fatigue [3] . Dizziness and pre-syncope have previously been reported to be potential adverse events of smartphone use, and syncope is likely an extension of the same pathophysiological process [4] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Increased Screen Time -A Pandemic Era Trigger for Neuro-Cardiogenic Syncope"
        },
        {
            "text": "The findings are based on personal observations in clinical practice and highlight the importance of a detailed history in evaluation of syncope. Prospective studies with assessment of multiple associated factors of syncope may elucidate this issue further. However, till that time, pediatricians should continue to counsel the parents about the importance of limiting screen time in children. ii) The authors mention targeting oxygen concentration between 92-97% for all children between 1 month to 16 years? Is there a validated reference or protocol for adjusting FiO 2 to target such a saturation up to 97%?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Screen Time -A Pandemic Era Trigger for Neuro-Cardiogenic Syncope"
        },
        {
            "text": "We read with interest the recent paper on high flow nasal cannula (HFNC) therapy as a primary mode of respiratory support in a pediatric intensive care unit (PICU) [1] . To better understand the paper, we request response to the following queries:",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "MANI RAM KRISHNA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A clinical approach to syncope",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Krishna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Kunde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Pract Pediatr",
            "volume": "22",
            "issn": "",
            "pages": "92--101",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Syncope in childhood",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcharg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shinnar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rascoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatr Cardiol",
            "volume": "18",
            "issn": "",
            "pages": "367--71",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevent eyestrain from digital devices",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Seltman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Internet] WebMD LLC",
            "volume": "",
            "issn": "",
            "pages": "2005--2021",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of mobile phone radiation with fatigue, headache, dizziness, tension and sleep disturbance in Saudi population",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Al-Khlaiwi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Meo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Saudi Med J",
            "volume": "25",
            "issn": "",
            "pages": "732--738",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "RCT) study design, if used, would have given clearer answers. In the RCT, other modes of non-invasive ventilation (NIV) could have been used as the comparator and the primary outcome measured could have been the percentage of children going on to invasive mechanical ventilation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}