{
    "paper_id": "00d4f3626e940a4dc9babce31106e7776514d93e",
    "metadata": {
        "title": "Der Onkologe Die Coronapandemie und wie Krebspatienten sie erleben",
        "authors": [
            {
                "first": "Andrea",
                "middle": [
                    "Gaisser"
                ],
                "last": "Heidelberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Deutschland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Was Patienten fragen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Die erste Welle der Coronapandemie zwischen März und Mai 2020 hat zunächst das Gesundheitswesen und in der Folge auch das wirtschaftliche und soziale Leben vor große Herausforderungen gestellt. Rasche Anpassungen an eine Situation mit vielen Unbekannten waren erforderlich. Gefährdet sind insbesondere Ältere und Alte, chronisch und schwer Kranke. Ihr Schutz musste und muss gewährleistet werden. Nach gewisser Beruhigung der Lage im Sommer fordert nun die zweite Welle erneut Maßnahmen, die tief in die gesellschaftlichen Zusammenhänge eingreifen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Zu den vulnerablen Gruppen zählen auch Krebspatienten, zumindest wenn ihr Immunsystem krankheits-oder behandlungsbedingt geschwächt ist. Entsprechend war bei ihnen die Verunsicherung groß. Der Krebsinformationsdienst des Deutschen Krebsforschungszentrums hat die Ängste und Sorgen Krebsbetroffener und ihrer Angehörigen im Zusammenhang mit dem Virus und den befürchteten und realen Risiken besonders in den ersten Monaten der Pandemie hautnah erfahren -der Dienst wurde phasenweise von Anfragen förmlich überrannt:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bin ich mit meiner Erkrankung (besonders) gefährdet für einen schweren Verlauf von ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Versorgung von Krebspatienten: Corona-Effekt in der Onkologie",
            "authors": [
                {
                    "first": "Fröhling",
                    "middle": [],
                    "last": "Stefan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arndt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dtsch Ärztebl",
            "volume": "117",
            "issn": "",
            "pages": "2234--1893",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "? Ist mein Immunsystem durch die Krebstherapie geschwächt? Wie kann ich mich schützen? Worauf müssen Angehörige achten? Wie soll ich mich verhalten? Kann ich, soll ich mich testen lassen? Muss ich als Risikopatient zur Arbeit gehen? Habe ich ein Recht auf Homeoffice? Habe ich Anspruch auf ein Taxi statt ÖPNV, um zum Arzt zu kommen? … Auch auf die onkologische Versorgung hatten die Fokussierung auf Corona und die \"Reservierung\" von Ressourcen für Auswirkungen auf die soziale Situation von Patienten: Wie ist die Gefährdung im familiären Zusammenleben? Sollten im Haushalt lebende Personen mit intensiven Außenkontakten besser ausziehen? Kann ich einkaufen gehen? Kann ich Besuch bekommen, Freunde besuchen? Was mache ich mit den Kindern? Können, sollen sie in die Schule, die Kita? Worauf müssen Angehörige achten? Ab April 2020 hat der Krebsinformationsdienst die zentralen Themen der Anfragen zu SARS-CoV-2 und COVID-19 dokumentiert. Die Rangfolge zeigt . Abb. 1. Viele der Unklarheiten und Unsicherheiten aus den ersten Monaten der Pandemie sind mittlerweile ausgeräumt. Das Wissen um den Erreger, um Risikofaktoren, Präventionsmaßnahmen und um die COVID-19-Erkrankung selbst ist in der Zwischenzeit rasant gewachsen, Versorgungsstrukturen wurden angepasst, Behandlungsmöglichkeiten verbessert. Entsprechend sind die Anfragen zum Thema mittlerweile zurückgegangen, aber der Krebsinformationsdienst gibt bei Bedarf weiterhin telefonisch und per E-Mail Auskunft zu allen individuellen Fragen im Zusammenhang mit dem Coronavirus und Krebs und hat Antworten auf die häufigsten Fragen auch auf seinen Internetseiten zusammengestellt (https://www.krebsinformationsdienst.de/leben/alltag/coronavirus-krebs-haeufige-fragen.php). Denn die Pandemie hat weiter Auswirkungen -psychisch, sozial und für viele auch finanziell durch Kurzarbeit oder Jobbzw. Auftragsverlust. Und die Infektionszahlen sind seit Oktober wieder rasant angestiegen, die zweite Welle und der zweite Lockdown sind da, mit neuerlichen Einschränkungen und Unsicherheiten. Neben der adäquaten Versorgung schwer an COVID-19 Erkrankter muss auch jetzt wieder darauf geachtet werden, dass für alle, und ganz besonders für gefährdete Gruppen und Patienten mit schweren Erkrankungen, eine gute, sichere Gesundheitsversorgung gewährleistet wird. Im Rahmen der fightCOVID@ DKFZ-Initiative forschen in Heidelberg seit dem Frühjahr zahlreiche wissenschaftliche Gruppen zu wichtigen Fragestellungen im Zusammenhang mit SARS-CoV-2 und COVID-19. Neben medizinisch-naturwissenschaftlichen Themen gilt das Interesse auch der Patientenversorgung und Belastungen der Betroffenen durch die Situation. Ein Projekt untersucht mit einer Befragungsstudie die Auswirkungen der Pandemie für Krebspatienten. Ein ei-Erhebungen bei im Register erfassten Patientinnen und Patienten mit Brustkrebs, Darmkrebs, Lungenkrebs, Prostatakrebs und hämatoonkologischen Erkrankungen. In einem ersten Projekt werden bei aktuell an Krebs erkrankten Patienten und solchen, deren Diagnose und Behandlung schon länger zurückliegen, pandemiebedingte Veränderungen der Versorgung sowie Auswirkungen auf die gesundheitsbezogene Lebensqualität und die finanzielle Situation verglichen. Zu diesen Frage-stellungen soll zudem über einen längeren Zeitraum eine Erhebung in vier Wellen im Abstand einiger Monate den Vergleich zwischen Krebspatienten und einer gematchten Kontrollgruppe nicht an Krebs Erkrankter führen. Diese Untersuchungen werden, so die Erwartung, repräsentative Ergebnisse zu den über die medizinische Versorgung hinausgehenden Auswirkungen der Pandemie für Krebsbetroffene liefern, insbesondere zur psychischen, sozialen und finanziellen Situation und zu entsprechenden Belastungen. Mehr Wissen auch zu diesen Aspekten kann dazu beitragen, dass Krebspatienten, und alle anderen Kranken, auch in Zeiten wie der \"Coronakrise\" eine bedarfsgerechte, qualitativ hochwertige Versorgung und Unterstützung erfahren. Andrea Gaisser Im Neuenheimer Feld 280, 69120 Heidelberg, Deutschland a.gaisser@dkfz.de",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}