{
    "paper_id": "00d48c435a00e9e5c9a7f835300824f99ab6acc9",
    "metadata": {
        "title": "Title: Use of dried blood spot samples for SARS-CoV-2 antibody detection using the Roche 1 Elecsys ® high throughput immunoassay 2",
        "authors": [
            {
                "first": "Ranya",
                "middle": [],
                "last": "Mulchandani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ben",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Laboratory Manchester",
                    "location": {
                        "addrLine": "Public Health England 9 4 Porton Down, Public Health England 10"
                    }
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Brooks",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Semper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Laboratory Manchester",
                    "location": {
                        "addrLine": "Public Health England 9 4 Porton Down, Public Health England 10"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Machin",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ezra",
                "middle": [],
                "last": "Linley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Laboratory Manchester",
                    "location": {
                        "addrLine": "Public Health England 9 4 Porton Down, Public Health England 10"
                    }
                },
                "email": ""
            },
            {
                "first": "Ray",
                "middle": [],
                "last": "Borrow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Laboratory Manchester",
                    "location": {
                        "addrLine": "Public Health England 9 4 Porton Down, Public Health England 10"
                    }
                },
                "email": ""
            },
            {
                "first": "Edsab-Home",
                "middle": [],
                "last": "Study",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Laboratory Manchester",
                    "location": {
                        "addrLine": "Public Health England 9 4 Porton Down, Public Health England 10"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Wyllie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "7 2",
                        "country": "UK, Public Health England"
                    }
                },
                "email": ""
            },
            {
                "first": "Sian",
                "middle": [],
                "last": "Taylor-Philips",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "addrLine": "11"
                    }
                },
                "email": ""
            },
            {
                "first": "Hayley",
                "middle": [],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Isabel",
                "middle": [],
                "last": "Oliver",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "7 2",
                        "country": "UK, Public Health England"
                    }
                },
                "email": ""
            },
            {
                "first": "Andre",
                "middle": [],
                "last": "Charlett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "7 2",
                        "country": "UK, Public Health England"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Hickman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bristol",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Brooks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "addrLine": "11"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "medRxiv preprint NOTE: This preprint reports new research that has not been certified by peer review and should not be used to guide clinical practice. 18 venous blood samples for antibody testing. DBS are used by NHS for diagnosing HCV and 19 by PHE for large scale HIV and Hepatitis C serosurveillance; the applicability of DBS based 20 approaches to SARS-CoV-2 antibody detection is uncertain. 21 Objective: To compare antibody detection in dried blood spot eluates using the Roche 22 Elecsys ® immunoassay (index test) with antibody detection in paired plasma samples, 23 using the same assay (reference test). 24 Setting: One Police and one Fire & Rescue facility in England. 25 Participants: 195 participants within a larger sample COVID-19 serodiagnostics study of 26 keyworkers, EDSAB-HOME. 27 Outcome Measures: Sensitivity and specificity of DBS (the index test) relative to plasma 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(the reference test), at an experimental cut-off; quality of DBS sample collected; estimates of 29 relative sensitivity of DBS vs. plasma immunoassay in a larger population. 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: 18/195 (9.2%) participants tested positive using plasma samples. DBS sample 31 quality varied markedly by phlebotomist, and low sample volume significantly reduced 32 immunoassay signals. Using a cut-off of ten median absolute deviations above the 33 immunoassay result with negative samples, sensitivity and specificity of DBS were 89.0% 34 (95% CI 67.2, 96.9%) and 100.0% (95% CI 97.9, 100%) respectively compared with using 35 plasma. The limit of detection for DBS is about 30 times higher than for plasma. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: DBS use for SARS-CoV-2 serology, though feasible, is insensitive relative to 37 immunoassays on plasma. Sample quality impacts on assay performance. Alternatives, 38",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "including the collection of capillary blood samples, should be considered for screening 39 programs. 40 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Testing for SARS-CoV-2 antibodies is important to understand how the infection has spread 42 in the population. However, extensive population testing is not feasible using the currently 43 available, highly sensitive immunoassays, due to the need to take venous blood samples. As 44 such, serosurveillance using home sampling is currently limited to the use of lateral flow 45 immunoassays (LFIAs), which often have limited sensitivity 1 . 46",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dried blood spot (DBS) samples provide an alternative sample type to venous blood 47 samples for antibody testing, and have been used extensively in screening for other viruses 48 including Hepatitis B, Hepatitis C and HIV 2 . Recent studies have demonstrated the feasibility 49 of using DBS for home blood collection for SARS-CoV-2 antibody screening, with or without 50 virtual supervision 5 . Small scale feasibility studies have evaluated DBS samples for SARS-51",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CoV-2 antibody detection in high risk populations, using plate based enzyme 52 immunoassays, with promising results 6, 7 . Field studies indicate the DBS approach is likely to 53 be acceptable 8 . 54",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 120,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, laboratories, including those in the United Kingdom (UK)'s National Health Service 55 (NHS), have put in place high-throughput immunoassays for SARS-CoV-2 antibodies, which 56 have to date used venous blood samples 9 . However, when considering population 57 screening or individual risk assessment using antibody tests, an approach offering the 58 potential advantages of easy and safe collection 10 without the need for phlebotomy training 59 and with the possibility for self-collection of samples 11 , stability of the sample at ambient 60 temperature once dried 12 and simple transport to the testing laboratory exempt from UN 61 3373 transport regulations 13 would be attractive. The taking and transporting of DBS 62 samples has proved successful in screening for other viruses 14 , and combined with testing 63 on high throughput automated instrumentation could allow wider access to SARS-CoV-2 64 serology. 65 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020 . . https://doi.org/10.1101 Here we describe a pilot study evaluating the potential for using DBS for SARS-CoV-2 66 antibody testing using the Roche Elecsys ® Anti-SARS-CoV-2 immunoassay. We chose 67 this platform because it is widely available across the UK's NHS, and has one of the best 68 performance characteristics of existing assays, as evidenced by a large-scale study 15 . The 69 protocol used is an adaptation of that currently used by the PHE Manchester virology 70 laboratory for high-throughput screening of Hepatitis C. 71 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 75,
                    "text": "October 21, 2020",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 103,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Rescue Service. This recruitment was part of a larger study of UK key workers, EDSAB-76 HOME, whose characteristics have been described elsewhere 16 . Volunteers were key 77 workers working on site during the pandemic, who were neither experiencing any COVID-19 78 compatible symptoms, currently or within the former seven. Eligibility was unaffected by any 79 prior COVID-19 compatible symptoms or SARS-CoV-2 nasal and throat swabs, or antibody 80 tests. The overall approach, study protocol, details of ethical approvals, and analysis for 81 EDSAB-HOME are pre-specified in the study protocol, available at 82 http://www.isrctn.com/ISRCTN56609224. 83",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All EDSAB-HOME participants consented to provide a venous blood sample. All of those 84 who attended a study clinic at Site 1 or 2 on the 4 th or 5 th June were asked whether they 85 would like to provide an additional DBS sample; as such, they form a convenience sample. 86 Sample collection was performed by 7 different phlebotomists, 5 at Site 1 and 2 at Site 2. 87",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The phlebotomists were experienced in the collection of venous blood samples but had no 88 prior training in the collection of DBS samples, and a short on-site training session was 89 provided. 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "High flow BD Microtainer® lancets were used for puncturing fingertip skin. We aimed to 92 collect 4 full size spots onto a custom designed collection card. The card comprised 93 PerkinElmer 226 grade collection paper and circle outlines for the collection of 5 separate 94 25μL blood spots, 4 of which are on a strip of paper attached with a perforated edge to 95 enable removal using a disposable set of tweezers; each sample took ~25-30 seconds to 96 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Plasma samples were separated from the EDTA blood after centrifugation at 1200 g for 15 104 minutes before sending to the PHE Rare and Imported Pathogens Laboratory (RIPL) Porton 105 Down for testing. All plasma samples were tested with the Roche Elecsys ® Anti-SARS-106",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CoV-2 immunoassay run on the Roche cobas e 801 analytical unit, following the 107 manufacturer's instructions (COI ≥ 1.0 was considered positive). Results from the venous 108 blood analysis were treated as the reference standard in this study, chosen as this assay is 109 currently the most sensitive and specific approach available for SARS-CoV-2 serological 110 testing at PHE 15 . Samples were sent from Public Health Laboratory Manchester on 17 th 111 June 2020; due to limited availability of the Roche machines, samples were analysed at PHE 112 Porton Down between 29 th June and 3 rd June (as part of a large batch of EDSAB-HOME 113 study samples). Between receipt and analysis, all samples were stored at 4°C. 114",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The size of the 4 spots collected on the card were assessed and recorded. A full-size spot 116 filling the entire collection circle represents a DBS spot of 25μl in size. Samples were rated 117 as \"good\" if 4 full size spots were collected on the card, see Figure 2a . Spots were 118 considered \"small\" if they filled only 50% or more of the collection area, and \"very small\" if 119 they filled less than 50%, see Figure 2b . A paper strip containing the 4 blood spots, the 120 edges of which are pre-perforated, was removed using single use sterile forceps and placed 121 in a 50ml skirted centrifuge tube (Eppendorff) containing 1 mL of PBS/Tween 0.05% (Sigma) 122 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 266,
                    "text": "Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 423,
                    "text": "Figure 2b",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. . https://doi.org/10.1101/2020.10.19.20215228 doi: medRxiv preprint elution buffer. Tubes were placed flat on an orbital shaker for overnight elution at room 123 temperature. Eluates were aspirated and transferred to false bottom tubes (Roche 124 Diagnostics) and 12 μ L tested with the Roche Elecsys ® Anti-SARS-CoV-2 antibody 125 immunoassay run on the Roche e801 analyzer. Apart from using eluate instead of plasma, 126 the protocol followed that was recommended by the manufacturer. 127",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All reference tests were performed before the index tests. Those performing the index tests 128 were blind to the reference test results. No clinical information on the samples was available 129 to those performing either the index or reference test. 130",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We described the quality of DBS samples overall, and by each individual phlebotomist. 132",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Quantitative results from index and reference assays were depicted graphically. Among 133 cases positive on the reference test, linear models were fitted using the R glm function 134 modelling log 10 (y) ~ log 10 (x) + c + error, where y is the Roche immunoassay signal in the 135 DBS eluate, x is the Roche immunoassay signal in the paired plasma sample, and c is a 136 categorical variable representing spot size, which is either 0 (if the spot size is 'good') vs. 1 if 137 it is small or very small. 138",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the index test, we derived an experimental cut-off, which is ten median absolute 139 deviations about the median in samples negative by the reference test. An estimated limit of 140 detection was computed from the regression model above as the most likely reference test 141 value at which the index test values were at the experimental cut-off. 142",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sensitivity and specificity were computed by comparing the results of the dichotomised index 143 test, using the experimental cut-off, relative to the dichotomised reference test result, using 144 the manufacturer's cut-off. All computations used R version 4.02. Receiver operating 145 characteristic (ROC) analysis was performed using the pROC 17 package, linear modelling 146 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. . https://doi.org/10.1101/2020.10.19.20215228 doi: medRxiv preprint used the glm function, and confidence intervals around proportions were computed using 147",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wilson's method with the Hmisc package binconf function. 148",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a separate analysis, we examined the distribution of the reference test (Roche Elecsys ® 149 assay on plasma) in 2,652 samples from the EDSAB-HOME study, computing the 150 immunoassay cumulative frequency distribution, and comparing it with the predicted limit of 151 detection of DBS samples. 152 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. dates, 195 samples were collected, of which 18 were positive using the reference assay 157 ( Figure 1 ). Reasons for not collecting samples included subject or phlebotomist electing not 158 to do so (which was permitted under the protocol). The demographics of those providing 159 DBS samples were similar to those who did not (Table 1) . 160",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 472,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Overall, around two thirds of the DBS samples were rated as \"good\" (n = 121, 62.1%); 42 162 (21.6%) were \"small\" and 32 (16.3%) were \"very small\" (Figure 2 ). The quality of sample 163 collected varied by phlebotomist collecting the samples (Figure 3) the sensitivity relative to plasma was poor (44%, 95% CI 24.5, 66.2) ( Table 2) . We therefore 168 considered whether the cutoff used for plasma was appropriate for our DBS eluates. 169",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 251,
                    "text": "(Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 331,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The relationship between the immunoassay ratio from venous plasma vs. DBS is shown for 170 the 195 samples in Figure 4A . Although samples with negative reference tests gave very 171 similar immunoassay ratios in both index and reference tests (black dots), positive samples 172 generated lower results (median 0.7 vs. 18 units). Linear modelling showed that among 173 positive samples, for every unit increase in antibody ratio in the reference test, index test 174 ratio increased by a similar amount (Table 3) . However, the index test (DBS) is much less 175 sensitive: the limit of detection of the index (DBS) test was estimated as corresponding to 176 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 512,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. . https://doi.org/10.1101/2020.10.19.20215228 doi: medRxiv preprint 5.9 antibody index units in tests on plasma ( Figure 4A ). By contrast, the comparable figure  177 limit of detection for the reference test , computed in the same way as the cut-off for the 178 index test, and is 0.17, or about 33 fold lower. It is important to note that this estimate of limit 179 of detection is based on \"good\" quality spots. Since index test ratios were 45% (95% CI 23, 180 82%) smaller in those with smaller spots vs. the 62% of \"good\" spots (Table 3) , the test will 181 be even less sensitive if smaller spots are present. 182",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 243,
                    "text": "figure  177",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 619,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Nevertheless, in this data set, the high correlation between tests results (Fig. 4A) , and the 183 small number of test results with low reference test results, and a predominance of \"good\" 184 size spots, generates a high area-under-curve in ROC analysis (c= 0.985, Fig. 4B ). Using 185 the experimental cut-off derived above, of 18 positive samples using the reference test, 16 186 were positive in the index test giving a sensitivity estimate of 89.0% (95% CI 67.2, 96.9%), 187",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 274,
                    "text": "Fig. 4B",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "while maintaining a specificity of 100% (95% CI 97.9, 100%) ( Table 2) . 188",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To understand whether this sensitivity is likely to be applicable to other samples, we 189 examined the reference test (Roche Elecsys ® assay on plasma) in 2,652 samples from the 190 EDSAB-HOME study (Fig. 1) ; there is no overlap between these samples and those on 191 whom DBS samples were taken. Of these, 595 (22%) were positive on the reference assay, 192 of which 62/595 (10.4%) were below the predicted limit of detection of DBS assays (Fig. 4C) . 193 194 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 452,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. In this study, we showed that the DBS based approach used is an insensitive approach 196 relative to assays on venous plasma, with the limit of detection of the assay estimated to be 197 about 30 times lower with DBS samples. This is not unexpected, because the DBS eluate is 198 at best 10% plasma. In reality, elution will be incomplete, and (as we showed) smaller spots 199 result in lower concentrations of antibody. Nevertheless, in the small sample tested, the 200 sensitivity of DBS at our experimental cut-off relative to the reference test was 89%, with 201 wide confidence intervals due to the small study size. This is compatible with an 202 observation, in a much larger independent cohort of 595 seropositive individuals, that about 203 10% of the population studied have antibody concentrations which we estimate would not be 204 detectable by DBS. 205 This study has several important limitations. Firstly, DBS has only been tested on a 206 relatively small sample set, only 18 of which were positive on the reference standard, and 207 none of whom had a previous positive PCR test. Secondly, sensitivity and specificity 208 estimates of the index test were based on cut-offs derived from the data, and so should be 209 considered exploratory. Thirdly, the sensitivity of the test depends on the distribution of 210 antibody concentrations in the target population; here, we only studied one population of key 211 workers. If other cohorts are studied in which antibody concentrations have declined 212 compared with the one we studied, DBS will perform worse than we observe here. Fourthly, 213 we assessed samples taken by trained phlebotomist. Variation in performance was 214 observed between phlebotomists (and presumably would also occur between self-taken 215 samples); as such, usability studies to quantify the extent of this variation would be essential 216 to understand how the tests perform when self-administered by the target population. 217",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 1002,
                    "text": "DBS. 205",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The key problem we have identified is lack of sensitivity. However, in populations with large 218 amounts of antibody, such as individuals with more severe disease, or when very sensitivity 219 assays are used, the different limits of detection of DBS vs. plasma samples may not 220 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. indicates that for serosurveillance studies using the Roche Elecsys ® Nucleoprotein 229 antibody assay, DBS based SARS-CoV-2 immunoassay workflows are feasible, subject to 230 re-adjustment of cut-offs (as done in this study) and at the expense of sensitivity. 231 232 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. we would like to thank all those who volunteered to take part in this study. 239",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Public Health England. 241 (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of funding and role of funders 240"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020 . . https://doi.org/10.1101 8.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 75,
                    "text": "October 21, 2020",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 103,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "Valentine-Graves, M. et al. At-home self-collection of saliva, oropharyngeal swabs 276 and dried blood spots for SARS-CoV-2 diagnosis and serology: Post-collection 277 acceptability of specimen collection process and patient confidence in specimens. 278 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Zaire. J. Clin. Microbiol. 30, 1179 -1182 (1992 . 289",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 171,
                    "text": "Clin. Microbiol. 30, 1179",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 177,
                    "text": "-1182",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 183,
                    "text": "(1992",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "World Health Organisation: Guidance on regulations for the Transport of Infectious 290 (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. . https://doi.org/10. 1101 CoV-2-Specific Antibodies in Dried Blood Spot Samples. Emerg. Infect. Dis. 26, 302",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "Online: Early Release (2020). 303 304 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020 . . https://doi.org/10.1101 Completed an online questionnaire n = 3,087",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 75,
                    "text": "October 21, 2020",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 103,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "Did not attend study clinic n= 220",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "Attended study clinic n=2,867",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "Requested removal from study prior to analysis n= 5 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. . https://doi.org/10. 1101 cumulative proportion of 440 seropositive cases from Police, Fire and Healthcare workers collected by EDSAB-HOME. There is no overlap with cases included in panel A. The estimated limit of sensitivity of the index test is shown as a dotted line.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "13."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical and laboratory evaluation of SARS-CoV-2 lateral flow assays 256 for use in a national COVID-19 seroprevalence survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flower",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2020-215732"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dried Blood Spot Tests for the Diagnosis and Therapeutic 259",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tuaillon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Monitoring of HIV and Viral Hepatitis B and C",
            "authors": [],
            "year": 2020,
            "venue": "Front. Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Increasing the uptake of hepatitis C virus testing among injecting 261 drug users in specialist drug treatment and prison settings by using dried blood spots 262 for diagnostic testing: A cluster randomized controlled trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hickman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Viral Hepat",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Hepatitis C Awareness Through to Treatment (HepCATT) 265 study: improving the cascade of care for hepatitis C virus-infected people who inject 266 drugs in England",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Addiction",
            "volume": "114",
            "issn": "",
            "pages": "1113--1122",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Participant-Collected Samples for SARS-CoV-2 Testing: The iCollect Cohort Pilot 269",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Standardization of enzyme-linked immunosorbent assays for 271 serosurveys of the SARS-CoV-2 pandemic using clinical and at-home blood sampling 272",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Klumpp-Thomas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Can dried blood spots (DBS) contribute to conducting comprehensive 274",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thevis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS-CoV-2 antibody tests?",
            "authors": [],
            "year": 2020,
            "venue": "Drug Testing and Analysis",
            "volume": "12",
            "issn": "",
            "pages": "994--997",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "242 EL & RB perform contract research on behalf of PHE for GSK, Pfizer and Sanofi Pasteur. Writing -original draft; -RM, BB, DW 252 Writing -review & editing -RM, BB, TB, AS, NM, EL, RB,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "England. Summary report : National event for early lessons learnt from 292 the opt-out blood-borne virus ( BBV ) testing policy in prisons , 2017. Available at. 293 15. Ainsworth, M. et al. Performance characteristics of five immunoassays for SARS-294 CoV-2: a head-to-head benchmark comparison. Lancet Infect. Dis. 0, 1-11 (2020). 295 16. Mulchandani, R. et al. Self assessment overestimates historical COVID-19 disease 296 relative to sensitive serological assays : cross sectional study in UK key workers 297 Authors : MedRxiv (2020). 298 17. Turck, N. et al. pROC: an open-source package for R and S+ to analyze and compare 299 ROC curves. BMC Bioinformatics 8, 12-77 (2011). 300 18. Morley, G. L., Taylor, S., Jossi, S. & Perez-Toledo, M. Sensitive Detection of SARS-301 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "process. Samples were stored at room temperature in ziplock bags containing a dessicant 97 pack, and returned to PHE Manchester virology laboratory overnight. Samples were 98 processed for elution on the 11 th and 12 th June, and tested on 18 th June. Between elution 99 Dickinson) at the same time and sent to the PHE Seroepidemiology unit (SEU) Manchester. 103",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint this version posted October 21, 2020. . https://doi.org/10.1101/2020.10.19.We planned to recruit 200 individuals with paired venous and DBS samples from participants 155 on 03 and 04 June 2020. Of the 475 individuals attending EDSAB-HOME study on those 156",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "ranging from 27/27 164 samples rates as \"good\" size to 0/21 rated as a \"good\" size. 165When we applied the manufacturer's cutoff value, optimised for plasma, to the DBS eluates, 167",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "translate into lower sensitivity. This may have occurred in the case of Morley et al, who 221 report DBS performance to be comparable to matched serum samples, with a sensitivity of 222 98.1% and specificity of 100%, when compared to an in-house ELISA which detects Spike 223 glycoprotein antibodies (using 87 samples from 80 volunteers, 37 who had had a previous 224 When considering large-scale DBS testing programmes, additional factors which might 226 impact on programme success include the more complex processing of DBS samples 227 relative to plasma samples upon arrival in the testing laboratory. Nevertheless, this work 228",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The authors would like to thank key collaborators: Chief Inspector Julie Rawsthorne from the 234 National Police Wellbeing Service and Simon Fryer, Area Manager, Lancashire Fire & 235Rescue Service for their support in running clinics on site. We would like to thank Megan 236Lamb and Melissa Murove for their on-site support. We would like to thank all the 237 phlebotomists, including Mo Phlebotomy, who took the venous and DBS samples. Finally, 238",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": ". https://doi.org/10.1101/2020.10.19.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": ". https://doi.org/10.1101/2020.10.19.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": ". https://doi.org/10.1101/2020.10.19.Figure 4: (A) The relationship between antibody ratios obtained using Roche Elecsys assays for plasma (reference text, x-axis) vs. paired dried blood spots (index test, y-axis). Samples positive in the plasma immunoassay are in red. Solid blue line: manufacturer's cutoff for plasma samples (1). Red dotted line: experimental cutoff ten median absolute deviations above the reference test negative median for DBS (index test) samples (n=177). Blue dotted line: experimental cutoff ten median absolute deviations above the reference test negative median for plasma (reference test) samples. Solid black line: regression of index test immunoassay ratios on reference test immunoassay ratios. Arrow: estimate of limit of detection. (B) Receiver operator curve, showing sensitivity/specificity of DBS usage, relative to an immunoassay on plasma reference standard. (C) All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}