{
    "paper_id": "00db11776d7342c1fc66eaa8defdc5c1c7c8e8f1",
    "metadata": {
        "title": "Viewpoint The UK Government's Vaccine Taskforce: strategy for protecting the UK and the world",
        "authors": [
            {
                "first": "Kate",
                "middle": [],
                "last": "Bingham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "aims to ensure that the UK population has access to vaccines as soon as possible, while working with partners to support equitable access for populations worldwide, whether rich or poor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, we do not know that we will ever have a vaccine at all. It is important to guard against complacency and overoptimism. The first generation of vaccines is likely to be imperfect, and we should be prepared that they might not prevent infection but rather reduce symptoms, and, even then, might not work for everyone or for long.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our strategy has been to build a diverse portfolio across different formats to give the UK the greatest chance of providing a safe and effective vaccine, recognising that many, and possibly all, of these vaccines could fail. We have focused on vaccines that are expected to elicit immune responses in the population older than 65 years: over threequarters of deaths caused by SARSCoV2 infection are in this older population, 1,2 so it is essential that any vaccine is able to protect this group. Scalability of vaccine manufacture was also a key criterion, with the goal being to manufacture in the UK, if possible, to secure supply and create longterm resilience. We considered only vaccines that have the potential for approval by the Medicines and Healthcare products Regulatory Agency and European Medicines Agency and for vaccine delivery as early as the end of 2020 or, at the latest, in the second half of 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Vaccine Taskforce has now secured access to six vaccines (from more than 240 vaccines in develop ment) across four different formats: adenoviral vectors, mRNA, adjuvanted proteins, and whole inactivated viral vac cines, which are promising in different ways. The most advanced vaccines, such as those developed by AstraZeneca and the University of Oxford, BioNTech and Pfizer, and Janssen, are based on novel formats for which we have little experience of their use as vaccines, although the initial immunogenicity and safety data are encouraging. [3] [4] [5] Vaccines based on frequently used vaccine formats, such as adjuvanted protein vac cines developed by Novavax, and by GSK and Sanofi, and inactivated whole viruses developed by Valneva, will not be available until late in 2021.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 555,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also have an agreement with AstraZeneca to supply a neutralising antibody cocktail as a prophylactic treatment once clinical trials are completed and it is approved by regulators. This treatment will be provided in the short term for people who cannot receive a vaccine, such as people who are heavily immu nosuppressed and cannot mount an immune response, or people who need immediate protection, such as healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Vaccine Taskforce has options to purchase sufficient doses of each vaccine type to vaccinate the appropriate UK population. Following the interim advice by the UK's Joint Committee of Vaccination and Immunisations, 6 vaccination would be recommended for adults older than 50 years, healthcare and social care workers on the front line, and adults with under lying comorbidities. The precise dose required will be determined as part of the clinical trials and by the decisions made by the UK Government on the basis of the advice from the Joint Committee on Vaccination and Immunisation. We anticipate that most vaccines will require two doses, and we are also investigating whether annual or biannual revaccination booster shots might be required to maintain durable protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Developers of COVID19 vaccines range from small biotechnology companies to big pharmaceutical compa nies, each with different commercial objectives and with different amounts of funding to support manufacturing scaleup and clinical trials. In some cases, the Vaccine Taskforce is investing at risk to support these activities before we know whether the vaccine is safe and effective, and, in other cases, we have negotiated an advanced purchase agreement. In both instances, government funding is usually linked to reaching clinical, regulatory, and other milestones. If a vaccine is not going to work, then we will stop funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some of the developers, such as AstraZeneca, GSK and Sanofi, and Janssen, are pursuing the development of a vaccine on a nonprofit basis, at least for the pandemic period; whereas others view the resources and risk that they are assuming as justification for seeking a profit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first phase 3 efficacy data from the leading vaccine candidates are due by the end of 2020, subject to accruing sufficient rates of infection within the clinical trial cohorts to show the vaccines' efficacy. The primary endpoint is to show that the vaccine can protect against SARSCoV2 infection and reduce symp tom burden. Two phase 3 efficacy clinical trials are now underway in the UK; the Oxford AstraZeneca adenovirusvectored vaccine (NCT04400838) and the world's first phase 3 study for Novavax's proteinadjuvant vaccine (NCT04368988), both occurring at various sites across the UK. Numerous phase 3 studies are in preparation to start in the UK in 2020 and 2021 with US, European, Australian, and possibly Chinese vaccine developers, reflecting the UK's strong reputation for running clinical trials and post authorisation pharma covigilance of high quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To help to accelerate the development of successful vaccines, we launched the National Health Service COVID19 vaccine registry 7 and have enrolled over 295 000 volunteers, 8 with a focus on populations who are at high risk of severe infection and mortality from COVID19. We plan to accelerate recruitment in disease hotspots with mobile research teams informed by robust PCR testing, and have provided funding for clinical trials of crucial importance, including Janssen's twodose Ad26 protocol (NCT04505722), Imperial College London's selfamplifying RNA (ISRCTN17072692), and Valneva's whole inactivated vaccine. We are also exploring the potential for future controlled human challenge studies, dependent on ethics and regulatory approvals. These studies have the potential to assess the efficacy of vaccines more quickly and with far fewer participants than a standard phase 3 trial. The Vaccine Taskforce is also supporting the development of heterologous boost clinical protocols, through the National Institute for Health Research, to explore whether different vaccine combinations can increase immunity or durability of protection.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To harmonise results from the various clinical trials, and to help to define immune correlates of protection, we have supported development of standardised, accredited assays, including quantitative highthroughput spike protein ELISAs, live viralneutralisation assays, and Tcell assays, which will be available to all vaccine developers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A major challenge is that the global manufacturing capacity for vaccines is vastly inadequate for the billions of doses that are needed, and the UK manufacturing capability to date has been equally scarce. The Vaccine Taskforce has provided funding for flexible and surge production in several new UK sites for vaccine manufacture to provide the UK population with a new vaccine in less than 9 months from the identification of the pathogen. We also plan to bring new vaccine technologies and capabilities to the UK for future pandemic preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Noone has ever done mass vaccination of adults anywhere in the world before and the twodose regimen, plus coldchain restrictions for some vaccines, adds to the complexity of this deployment operation. National Health Service England has flexible deployment plans to start the vaccination of prioritised cohorts as soon as the vaccines are approved by the regulatory autho rities, currently not to be coadministered with the influenza vaccination (although clinical trials are exploring coadministration of influenza and COVID19 vaccines). Deployment plans have been developed for a range of settings from mass vaccination sites to large and small mobile (eg, popup) sites, generalpractitioner surgeries and pharmacies, and even roving teams to visit people in care homes and people who are housebound or shielding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We cannot, however, protect the UK without working with our international partners to protect the world. SARSCoV2 is a global pandemic with a toll of over 1·1 million deaths. 9 No one is safe until we are all safe. Pandemic viruses do not respect national borders.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There will not be one successful vaccine, or one single country, that is able to supply the world. We urgently need international cooperation to pool risks and costs, address barriers to access, and scale up the manufac turing capacity to produce sufficient doses to protect everyone at risk of SARSCoV2 infection globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The UK is committed to ensuring that everyone at risk of SARSCoV2 infection, anywhere in the world, has access to a safe and effective vaccine. The COVID19 Vaccines Global Access Facility, to which the UK has committed £548 million, will deliver vaccines for the UK population and provide access to vaccines for lower income countries: initially 2 billion doses for 1 billion people worldwide. Working with Gavi, the Vaccine Alliance, Coalition for Epidemic Preparedness Inno vations, WHO, and a broad alliance of 180 nations, this pooling of resources maximises the chances of securing access to a vaccine and making it available to all who need it. But we now need to make this global facility a permanent one: ready to respond to future pandemics quickly in the future and to control COVID19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARSCoV2 virus is likely to evolve, and other zoonotic pathogens are likely to pose future risks. China, Europe, the USA, and the UK need to work together. If we establish international collaboration right now, then we will be better prepared to control future pandemics without causing the largest global recession in history and the biggest threat to lives in living memory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I am on the investment committees of all venture capital funds managed by SV Health Investors, except SV Medical Convergence Fund and SV7 Growth Fund. I sit on the boards of various companies for SV Health Investors, including Autifony Therapeutics, Bicycle Therapeutics, Mestag Therapeutics, Pulmocide, Sitryx, and Zarodex Therapeutics. SV Health Investors does not invest in companies related to work on the COVID19 vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "Office for National Statistics. Analysis of deaths involving COVID19 data. July 17, 2020. https://www.ons.gov.uk/ peoplepopulationandcommunity/birthsdeathsandmarriages/ deaths/bulletins/deathsinvolvingcovid19englandandwales/deathsoc curringinjune2020#analysisofdeathsinvolvingcovid19data (accessed Oct 21, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2 Centers for Disease Control and Prevention. Provisional death counts for coronavirus disease 2019 (COVID19): daily updates of totals by week and state",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "397",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Safety and immunogenicity of the ChAdOx1 nCoV19 vaccine against SARSCoV2: a preliminary report of a phase 1/2, singleblind, randomised controlled trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Folegatti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ewer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Aley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "467--78",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safety and immunogenicity of two RNAbased Covid19 vaccine candidates",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Frenck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Safety and immunogenicity of the Ad26.COV2.S COVID19 vaccine candidate: interim results of a phase 1/2a, doubleblind, randomized, placebocontrolled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sadoff",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Gars",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shukarev",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.09.23.20199604"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "JCVI: updated interim advice on priority groups for COVID19 vaccination",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus vaccine studies volunteers dashboard",
            "authors": [],
            "year": 2020,
            "venue": "National Health Service Digital",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO. WHO coronavirus disease (COVID19) dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}